{"translation": {"en": "Before starting the wrap, consider where to end the tape.", "no": "Før du starter viklingen, bør du vurdere hvor du skal avslutte båndet."}}
{"translation": {"en": "Thread on housing locknut, and install rod.", "no": "Tre på låsering, og installer stang."}}
{"translation": {"en": "Wheel truing is the process of adjusting this tension to affect how straight the wheel spins.", "no": "Retting av hjul er prosessen med å justere spenningen til eikene for å påvirke hvor rett hjulet spinner."}}
{"translation": {"en": "The stems used with these systems are referred to as quill stems.", "no": "Stemmet som brukes i disse systemene kalles justerbart styrestem."}}
{"translation": {"en": "Once your chain is installed, if you encounter any problems such as skipping, it could be a symptom of a worn cassette or freewheel cogs so you might need to replace those if you have used a worn chain for too long without replacing.", "no": "Når kjedet er installert, hvis du støter på problemer som å hoppe, kan det være et symptom på en slitt kassett eller skrukassett, så du må kanskje erstatte dem hvis du har brukt et slitt kjede for lenge uten å erstatte."}}
{"translation": {"en": "For example, the replaceable hanger seen here makes the right dropout effectively 2mm thicker than the left side.", "no": "For eksempel gjør det utskiftbare girøret sett her det høyre girøret effektivt 2 mm tykkere enn venstre side."}}
{"translation": {"en": "Always consult the rim manufacture for the most up-to-date specifications.", "no": "Konsulter alltid felg produsenten for de mest oppdaterte spesifikasjonene."}}
{"translation": {"en": "Remove fork and cut 3mm below scribe line.", "no": "Demonter gaffel og kutt av 3 mm under merket."}}
{"translation": {"en": "If  theres no squealing, then toe is not needed.", "no": "Hvis det ikke er noen støy, så er det ikke nødvendig å justere vinkel på klossene."}}
{"translation": {"en": "Grab the axle (not the skewer) and rock it up and down to check for play.", "no": "Ta tak i aksel (ikke mutter) og beveg det opp og ned for å sjekke etter slark."}}
{"translation": {"en": "The basic principles that apply to gluing and adhesive bonding apply to tubular mounting.", "no": "De grunnleggende prinsippene som gjelder for liming gjelder for tubular montering."}}
{"translation": {"en": "The frame was made to accept a tapered fork, but this particular headset choice allows the use of the common 28.6mm column straight fork (1-1\\\\/8 fork).", "no": "Rammen ble laget for å akseptere en avsmalnende gaffel, men dette bestemte styrelager valget tillater bruk av den vanlige 28,6 mm gaffelrør ( 1 - 1 /8 gaffel )."}}
{"translation": {"en": "This designation may appear on the product itself, or in the information provided by the manufacturer, such as the packaging or manufacturer website.", "no": "Denne betegnelsen kan vises på selve produktet, eller i informasjonen fra produsenten, for eksempel emballasjen eller produsentens nettsted."}}
{"translation": {"en": "Shift the lever to the most relaxed wire position.", "no": "Flytt hendelen til den mest avslappede wire posisjonen."}}
{"translation": {"en": "Seat posts require only minimal tightening to not slip downward.", "no": "Setepinner krever bare minimal stramning for ikke å skli nedover."}}
{"translation": {"en": "This is the width of the hub where it contacts the face of the dropouts.", "no": "Dette er bredden på navet hvor den berører overflaten til girøret."}}
{"translation": {"en": "Off-road cleats, even though recessed, will wear out and require replacement.", "no": "Off-road cleats, selv om det er innfelt, vil slites ut og kreve utskifting."}}
{"translation": {"en": "A washer with a post, called a banjo washer can be placed between the frame or fork mount and the caliper body.", "no": "En skive med et innlegg, kalt en banjo skive kan plasseres mellom ramme eller gaffel feste og kalipperen."}}
{"translation": {"en": "On mechanical-type derailleurs, a cable is secured at a pinch bolt.", "no": "På mekaniske gir er wiren festet med en klembolt."}}
{"translation": {"en": "Bicycle wheels rely on tension from the spokes to suspend the rim around the hub.", "no": "Sykkelhjul stoler på eikespenning for å suspendere felgen rundt navet."}}
{"translation": {"en": "Once dropouts are aligned, they tend to not require constant rechecking.", "no": "Når girøret er justert, har de en tendens til å ikke kreve konstant inspeksjon."}}
{"translation": {"en": "The smaller ring catches and engages the chain.", "no": "Det lille drevet fanger og engasjerer kjedet."}}
{"translation": {"en": "It is simply a code of the vaguely approximate outside tire diameter.", "no": "Det er ganske enkelt en kode for den vagt tilnærmede utvendige dekk diameteren."}}
{"translation": {"en": "In the example here, the right side spokes are more closely balanced relative to one another compared to the set of left side spokes.", "no": "I eksemplet her er høyre side eiker mer balansert i forhold til hverandre sammenlignet med settet av venstre side eiker."}}
{"translation": {"en": "For example, tires marked 622 will fit rims marked 622, because the bead seat diameter is 622 millimeters for both.", "no": "For eksempel vil dekk merket 622 passe felger merket 622, fordi felgkant diameteren er 622 millimeter for begge."}}
{"translation": {"en": "Thread on the nipple to the point where the spoke just comes to the bottom of the slot.", "no": "Tre på nippel til det punktet hvor eike bare kommer til bunnen av sporet."}}
{"translation": {"en": "Additionally, wheels with spokes that are either too tight or too loose overall can cause problems.", "no": "I tillegg kan hjul med eiker som enten er for stramt eller for løst generelt forårsake problemer."}}
{"translation": {"en": "This is the front button.", "no": "Dette er den fremre knappen."}}
{"translation": {"en": "The wheels must be properly mounted to the bicycle frame.", "no": "Hjulene må være riktig montert på sykkelens ramme."}}
{"translation": {"en": "If youve ensured your wheels are properly seated and ruled out other sources of pad\\\\/rotor rub, then you can begin alignment.", "no": "Om du har montert hjulet riktig og utelukket alle andre årsaker til at bremsekloss eller bremseskive gnisser, så kan du starte justeringen."}}
{"translation": {"en": "For 20mm thru axle forks, no adapter bushing is required (figure 5).", "no": "For 20 mm thru axel gafler kreves ingen adapterforing ( figur 5 )."}}
{"translation": {"en": "Test the headset adjustment by lifting the bike and pushing the bars back and forth  the bars should turn freely with very little resistance.", "no": "En styrelager justering kan testes ved dytte sykkelen fram og tilbake og kjenne etter slark, og styret skal rotere med minst mulig friksjon."}}
{"translation": {"en": "The SHIS for this standard is EC30.", "no": "SHIS for denne standarden er EC30."}}
{"translation": {"en": "The stack height listed on new headsets does NOT include any extra washers and the stem height.", "no": "Stack høyden på nye styrelage, inkluderer IKKE ekstra spacere eller høyden på stemmet."}}
{"translation": {"en": "These cups are sold as part of the replacement headset.", "no": "Disse skålene selges som en del av utskiftbare styrelager."}}
{"translation": {"en": "To move the spacers, begin by loosening and remove the brake pad nut.", "no": "For å flytte spacere begynner du med å løsne og fjerne bremsekloss mutteren."}}
{"translation": {"en": "Turn the wrench  turn, or 90 degrees, to tighten the nipple.", "no": "Vri eikenøkkelen, eller 90 grader, for å stramme nippel."}}
{"translation": {"en": "Continue the process of locating, isolating, and correcting, and again, check again for lateral errors after every few radial corrections.", "no": "Fortsett prosessen med å lokalisere, isolere og korrigere, og igjen, sjekk igjen for sidekast etter noen korreksjoner av høydekast."}}
{"translation": {"en": "If the chain uses a master link, install half of the master link.", "no": "Hvis kjedet bruker en master link, installerer du halvparten av master linken."}}
{"translation": {"en": "Shimano uses a tension spring in the upper pivot, at the mounting bolt.", "no": "Shimano bruker en spenningsfjær i det øvre leddet, ved monteringsbolten."}}
{"translation": {"en": "Better yet, sign up for the Park Tool School, a class in bicycle maintenance at your local shop.", "no": "Enda bedre, registrer deg på Park Tool School, en klasse i sykkelvedlikehold på din lokale butikk."}}
{"translation": {"en": "Turning the barrel adjuster clockwise effectively lengthens the housing, moving the cage to the left.", "no": "Ved å dreie justeringskruen med klokken forlenges effektivt strømpen, og flytter gir armen til venstre."}}
{"translation": {"en": "Ideally, it would be best to have three days to bond a tubular to the rim.", "no": "Ideelt sett ville det være best å ha tre dager til å feste tubular til felg."}}
{"translation": {"en": "Install and crimp an end cap to end cable.", "no": "Installer og klem fast en endehylse på wiren."}}
{"translation": {"en": "Destressing a wheel allows spokes that were wound up from turning the nipple to unwind.", "no": "Avspenning av et hjul gjør det mulig for eiker som ble avviklet fra å vri nippler til å slappe av."}}
{"translation": {"en": "There are often other methods to correct problems and issues arising from a misaligned frame.", "no": "Det er ofte andre metoder for å rette opp problemer og problemer som oppstår fra en feiljustert ramme."}}
{"translation": {"en": "This article will review how to remove and install press fit bottom brackets, including: PF41 (BB86, BB92), PF42 (BB30, OSBB), PF46 (PF30), and Trek BB90 & BB95.", "no": "Denne artikkelen vil gjennomgå hvordan du fjerner og installerer press fit kranklager, inkludert : PF41 ( BB86, BB92 ), PF42 ( BB30, OSBB ), PF46 ( PF30 ), og Trek BB90 & BB95."}}
{"translation": {"en": "If connecting a chain using a master link, inspect your master link for any arrows indicating the direction of travel.", "no": "Hvis du kobler til et kjede ved hjelp av en master link, inspiser master linken for eventuelle piler som angir retningen."}}
{"translation": {"en": "Therefore spoke lengths should be the same for both the sides.", "no": "Derfor bør eike lengder være den samme for begge sider."}}
{"translation": {"en": "This resulted in drawing pictures, waving hands, grabbing passersby for English-to-German-to-Italian, and then Italian-to-German-to-English translation.", "no": "Dette resulterte i å tegne bilder, vinke hender, ta tak i forbipasserende for engelsk til tysk til italiensk, og deretter italiensk til tysk engelsk oversettelse."}}
{"translation": {"en": "The upper cup measures 44mm, and the inside of the top cap for the column is just over 28.6.", "no": "Den øvre skålen måler 44 mm, og innsiden av toppdekselet for gaffelrøret er litt over 28.6."}}
{"translation": {"en": "The battery bracket connects to the lower wiring harness, which contains three wires: one wire for the front harness, one wire for the front derailleur, and one wire for the rear derailleur.", "no": "Batteribraketten kobles til det nedre ledningsnettet, som inneholder tre ledninger: en ledning for fremre lednigsnett, en ledning for frontgir, og en ledning for bakgir."}}
{"translation": {"en": "Many manufacturers recommend acetone to cut old glue.", "no": "Mange produsenter anbefaler aceton for å kutte gammelt lim."}}
{"translation": {"en": "A housing component you may encounter is an inline barrel adjuster.", "no": "En komponent til strømpe som du kan støte på er en integrert justeringskrue."}}
{"translation": {"en": "Now to size the housing at the back of the bike.", "no": "Nå til størrelse på strømpe på bakerst på sykkelen."}}
{"translation": {"en": "Then simply slide the bar out.", "no": "Bare skyv styret ut."}}
{"translation": {"en": "Pull on the cable with one hand while articulating the shift lever with the other.", "no": "Trekk på wiren med den ene hånden mens du bruker girhendel med den andre."}}
{"translation": {"en": "To reset the system, press the button on the handlebar switch (SM-EW79A) for at least five seconds to re-connect the solenoid to the parallelogram.", "no": "For å tilbakestille systemet, trykker du på knappen på bryteren på styret (SM - EW79A) i minst fem sekunder for å koble solenoiden til parallellogrammet."}}
{"translation": {"en": "The sizing procedure using measurements is described first.", "no": "Dimensjonsprosedyren ved bruk av målinger er beskrevet først."}}
{"translation": {"en": "Some chains are directional and any logos or printed letters should face out towards the mechanic on the drive side.", "no": "Noen kjeder er retningsbestemt og eventuelle logoer eller trykte bokstaver skal vende ut mot mekanikeren på drivsiden."}}
{"translation": {"en": "In the end we will round to a whole number for our final spoke length.", "no": "Til slutt vil vi runde av til et helt tall for vår endelige eike lengde."}}
{"translation": {"en": "Hub bearing adjustments must account for this extra pressure.", "no": "Lager justering av nav må ta hensyn til dette ekstra presset."}}
{"translation": {"en": "Threadless Headsets must use a compatible stem that matches the steering column diameter.", "no": "Styrelager uten gjenger må bruke et kompatibelt stem som samsvarer med styrerørets diameter."}}
{"translation": {"en": "Reset pointer at each bending of hanger.", "no": "Tilbakestill pekeren ved hver bøyning av girøret."}}
{"translation": {"en": "If the head tube more than 0.25mm smaller than the race, it may be reamed using the HTR-1 Headtube Reaming and Facing tool.", "no": "Hvis styrerøret er mer enn 0,25 mm mindre enn kronen, kan det bli justert ved hjelp av HTR-1 Headtube Reaming and Facing-verktøyet."}}
{"translation": {"en": "Drivetrains work best when designed together, so all the parts are in harmony.", "no": "Drivverk fungerer best når det er designet sammen, slik at alle delene er i harmoni."}}
{"translation": {"en": "Extremely thick hangers and titanium hangers are difficult and sometimes impossible to repair.", "no": "Ekstremt tykke girører og girører av titanium er ofte vanskelig eller umulig å reparere."}}
{"translation": {"en": "The bolt in the top cap will put pressure on the stem, which presses on washers below the stem, which press on the bearing races, which press against the bearings.", "no": "Bolten i toppdekselet vil legge press på stemmet, som trykker på skiver under stemmet, som trykker på lager kronene, som trykker mot lagrene."}}
{"translation": {"en": "Use the appropriate tool to loosen and remove the non-drive-side cup.", "no": "Bruk riktig verktøy for å løsne og fjerne non-drive side skåler."}}
{"translation": {"en": "When taking TM-1 measurements, use the rim valve hole as a consistent point of reference.", "no": "Når du tar TM-1-målinger, bruk ventilhullet i felgen som et konsistent referansepunkt."}}
{"translation": {"en": "Find the hole on the non-drive side flange that will place the spoke just to the right of the reference spoke.", "no": "Finn hullet på non-driveside og plasser eike til høyre for referansen eiken."}}
{"translation": {"en": "This helps reduce friction and will make tensioning and future adjustments easier.", "no": "Dette bidrar til å redusere friksjon og vil gjøre spenning og fremtidige justeringer enklere."}}
{"translation": {"en": "Each arm pivots on a frame fitting called a braze-on.", "no": "Hver arm svinger på et rammefeste kalt braze-on."}}
{"translation": {"en": "The tire can often obscure the indicators from direct view...", "no": "Dekk kan ofte skjule indikatoren fra direkte utsikt..."}}
{"translation": {"en": "Use a colored paint pen to put a spot of paint on the end of a hex wrench (Figure 4).", "no": "Bruk en farget maling penn for å sette en flekk av maling på enden av en sekskantnøkkel (figur 4)."}}
{"translation": {"en": "The drive side is also called chainring side, and is the right side as seen from sitting in the saddle.", "no": "Drivsiden kalles også kjedeside, og er høyre side sett fra sittende i setet."}}
{"translation": {"en": "Although it may be convenient, and it may work temporarily in a pinch, common household penetrating oil such as WD-40 is not an ideal chain lubricant.", "no": "Selv om det kan være praktisk, og det kan fungere midlertidig i en klemme, er vanlig penetrerende olje som WD-40 ikke et ideelt som  kjede smøremiddel."}}
{"translation": {"en": "A bicycle that was machined to the JIS standard may be reamed and cut to the Modern European standard.", "no": "En sykkel som ble maskinert til JIS-standarden kan bli freset og kuttet til den moderne europeiske standarden."}}
{"translation": {"en": "Install and set derailleur height: The front derailleur cage can be safely pulled to the outside to assist setting its height over largest ring.", "no": "Installer og sett høyden på giret: Framgir armen kan trygt trekkes til utsiden for å hjelpe til med å sette høyden over det største drevet."}}
{"translation": {"en": "A bike may have the crankset inward or outward some distance of the rear cogset center, regardless of the center line of the bike.", "no": "En sykkel kan ha kranksett innover eller utover i litt avstand fra bakre tannhjuls sentrum, uavhengig av midtlinjen på sykkelen."}}
{"translation": {"en": "If not: to measure rim offset, lay the rim on a flat surface and measure the width of the rim.", "no": "Hvis ikke : for å måle felg offset, legg felgen på en flat overflate og mål bredden på felgen."}}
{"translation": {"en": "Clean any excess fluid from the fork exterior with isopropyl alcohol.", "no": "Rengjør eventuelt overskudd av væske fra utsiden av gaffelen med isopropylalkohol."}}
{"translation": {"en": "If your rim has no offset, enter zero.", "no": "Hvis din felg ikke har noen offset, skriv inn null."}}
{"translation": {"en": "While the printed table represents actual data from the spokes listed, the WTA tables compress and round the data to make it useful for an infinite number of steel spokes.", "no": "Mens den trykte tabellen representerer faktiske data fra eiker oppført, WTA tabeller komprimere og runde data for å gjøre det nyttig for et uendelig antall stål eiker."}}
{"translation": {"en": "Insert the lockring tool (use the FR-5 series), and turn the tool counter-clockwise.", "no": "Sett inn låseverktøyet (bruk FR-5-serien ), og vri verktøyet mot klokka."}}
{"translation": {"en": "When properly tightened, the cable will become flattened in the pinch bolt.", "no": "Når den er riktig strammet, vil wiren bli flatet ut i klemmebolten."}}
{"translation": {"en": "Behind each pivot bolt is a locknut.", "no": "Bak hver dreiebolt er en låsering."}}
{"translation": {"en": "Bend a bit, recheck both side, and then re-bend a bit more.", "no": "Bøy litt, sjekk begge sider, og deretter bøy litt mer."}}
{"translation": {"en": "Sight over the bars and look at the rotation of the two brake levers.", "no": "Se over styret og se på rotasjonen av de to bremsehendlene."}}
{"translation": {"en": "Turn the barrel adjuster clockwise another two turns, or until it is screwed in all the way, whichever comes first.", "no": "Vri justeringskruen med klokken ytterligere to rotasjoner, eller til den er skrudd helt inn, avhengig av hva som kommer først."}}
{"translation": {"en": "Too low jams the chain into the ring during the shift.", "no": "For lavt fører til at kjedet kiler seg fast i drevet under giring."}}
{"translation": {"en": "Raising the higher will mean make the levers are easy to reach from the top of the bars, but more difficult to reach from the drops.", "no": "Å heve høyere vil bety at hendler er lett å nå fra toppen av styret, men vanskeligere å nå fra bukken."}}
{"translation": {"en": "A cleat recessed in the sole is designed to engage the pedal (Figure 14).", "no": "En cleats forsenket i sålen er konstruert for å gå i inngrep med pedalen (figur 14)."}}
{"translation": {"en": "In this situation, the gauge would be resting inside the rim.", "no": "I denne situasjonen vil måleren hvile på innsiden av felgen."}}
{"translation": {"en": "Consult your component manufacturer to ensure you use a compatible connector.", "no": "Kontakt komponentprodusenten for å sikre at du bruker en kompatibel kontakt."}}
{"translation": {"en": "Pick up the hub with the drive side facing you.", "no": "Plukk opp navet med drivsiden vendt mot deg."}}
{"translation": {"en": "It is also considered symmetrical with no offset.", "no": "Det er også ansett som symmetrisk med null offset."}}
{"translation": {"en": "Measure the fore-aft from the front of the shoe to a fixed point on the cleat (Figure 18).", "no": "Mål forsiden - akter fra forsiden av skoen til et fast punkt på cleats (Figur 18)."}}
{"translation": {"en": "The SHIS is not a new type of headset.", "no": "SHIS er ikke en ny type styrelager."}}
{"translation": {"en": "Look for tears and rips, and make sure rim strip is centered over the nipple holes.", "no": "Se etter skader og rift, og sørg for at felgbåndet er sentrert over nippel hullene."}}
{"translation": {"en": "The SRAM parallelogram spring is very strong.", "no": "SRAM sin parallellogramfjær er veldig sterk."}}
{"translation": {"en": "Secure the mounting nut to approximately 5 Nm.", "no": "Fest monteringsmutteren til ca 5 Nm."}}
{"translation": {"en": "When all the spokes are properly tight, they create a pattern of opposing forces that suspend the rim around the hub.", "no": "Når alle eiker er riktig strammet, skaper de et mønster av motstridende krefter som suspenderer felgen rundt navet."}}
{"translation": {"en": "First, chainline can be defined as the position of the cogs or chainrings relative to the center line of the bike.", "no": "For det første kan kjedelinjen defineres som posisjonen til kassett eller krankdrev i forhold til sykkelens senterlinje."}}
{"translation": {"en": "This connector may be secured to the rear brake housing.", "no": "Denne koblingen kan festes til den bakre bremsestrømpen."}}
{"translation": {"en": "Some SRAM and Truvativ rings may use a 16mm hex wrench to secure.", "no": "Noen SRAM og Truvativ ringer kan bruke en 16 mm sekskantnøkkel for å sikre."}}
{"translation": {"en": "The lower cutter is a deeper cut.", "no": "Den nedre kutteren er et dypere kutt."}}
{"translation": {"en": "If the threaded insert has loosened, remove the bolt from the cage and remove the cage.", "no": "Hvis den gjengede innsatsen har løsnet, fjern bolten fra buret og fjern buret."}}
{"translation": {"en": "The old tire, once removed, will give indications of the previous gluing.", "no": "Det gamle dekket, når det er fjernet, vil gi indikasjoner på den forrige limingen."}}
{"translation": {"en": "With enough use, the freehub will simply wear out.", "no": "Med nok bruk, vil boss slites ut."}}
{"translation": {"en": "As an example, assume some hub is 130.6mm wide at the locknuts.", "no": "Som et eksempel, anta at noe nav er 130,6 mm bred ved låsering."}}
{"translation": {"en": "Correct any lateral errors before beginning the dishing process.", "no": "Korriger eventuelle sidefeil før du starter sentreringsprosessen."}}
{"translation": {"en": "Pick up a handful of spokes and dip the threads in the oil, clean off the excess and set aside.", "no": "Plukk opp en håndfull eiker og dypp gjengene i olje, rengjør overflødig og sett til side."}}
{"translation": {"en": "As you consider these tools, also consider your level of skill and your comfort level on any given repair.", "no": "Når du vurderer disse verktøyene, bør du også vurdere ditt ferdighetsnivå og ditt komfortnivå på en gitt reparasjon."}}
{"translation": {"en": "Make sure this marking is inside the steer tube.", "no": "Kontroller at denne merkingen er inne i styrerøret."}}
{"translation": {"en": "Place the faceplate over the front of the bars and thread in the bolts, but do not tighten them fully.", "no": "Plasser frontplaten over forsiden av styret og tre i boltene, men ikke stram dem helt."}}
{"translation": {"en": "When shifting the rear derailleur do not push the mechanism by hand, as can be done safely with mechanical mechanism.", "no": "Når du girer med bakgiret, ikke dytt på det for hånd, som du trygt kan gjøre med et mekanisk bakgir."}}
{"translation": {"en": "This is also a good time to apply grease or threadlocker to the faceplate or compression slot bolt threads.", "no": "Dette er også et godt tidspunkt å påføre fett eller gjengelås på boltene til frontplaten."}}
{"translation": {"en": "Some Italian manufacturers use threads with a metric diameter and SAE thread pitches.", "no": "Noen italienske produsenter bruker gjenger med en metrisk diameter og SAE-gjengebaner."}}
{"translation": {"en": "Keep an eye on the bleed funnel and do not allow it to run out of fluid.", "no": "Hold øye med lufteverktøyet og ikke la den gå tom for væske."}}
{"translation": {"en": "Pull the pin from the handle assembly, making sure the bearing inside the handle assembly does not fall out.", "no": "Trekk tappen fra håndtaksenheten, og sørg for at lageret inne i håndtaksenheten ikke faller ut."}}
{"translation": {"en": "The right-side (drive-side) thread is a left-hand thread, which tightens counterclockwise and loosen clockwise.", "no": "Høyre (driv - side ) gjenger er en venstre gjenger, som strammes mot klokken og løsnes med klokken."}}
{"translation": {"en": "DO NOT install the knurled interface washer for this adjustment.", "no": "IKKE installer den riflede skiven for denne justeringen."}}
{"translation": {"en": "However, anyone with the URL may change the data as entered for this wheel.", "no": "Imidlertid kan alle med URL endre dataene som er angitt for dette hjulet."}}
{"translation": {"en": "Next, reconnect your chain using a master link.", "no": "Deretter kobler du til kjedet ved hjelp av en master link."}}
{"translation": {"en": "Loosen only the side that overlaps the replace spoke and remove the R2R being replaced (figure 8).", "no": "Løsne bare den siden som overlapper erstatnings eiken og fjerne R2R blir erstattet (figur 8)."}}
{"translation": {"en": "The drive side spokes are offset inward to allow room for the sprockets.", "no": "Drivside eiker er forskjøvet innover for å gi rom for kassetten."}}
{"translation": {"en": "Measure across the square nipple wrench flats.", "no": "Mål åpningene på eikenøklen."}}
{"translation": {"en": "Before beginning the removal and installation process, you will need to determine the style or brand of cassette or freewheel you have.", "no": "Før du begynner demonterings- og monteringsprosessen, må du type eller merke til kassetten eller skrukassetten du har."}}
{"translation": {"en": "Use level finder to hold straight edge horizontal from saddle.", "no": "Bruk vater for å holde rett kant horisontalt fra setet."}}
{"translation": {"en": "The two fittings outside the brake arms hold and control the arm return springs.", "no": "De to beslagene utenfor bremse armene holder og styrer armens returfjærer."}}
{"translation": {"en": "Apply a strong thread locker to outside of bushing.", "no": "Påfør en sterk gjengelås til utenfor foringen."}}
{"translation": {"en": "The front derailleur wire and battery connection wire both run between the chain stays.", "no": "Ledning til frontgir og batteri går begge mellom kjedestaget."}}
{"translation": {"en": "Although there are online databases for rim and hub dimensions, not all third-party databases are current or accurate.", "no": "Selv om det finnes nettbaserte databaser for felg- og nav-dimensjoner, er ikke alle tredjepartsdatabaser oppdaterte eller nøyaktige."}}
{"translation": {"en": "This could also be caused by corrosion or by the spoke being at the end of its threads.", "no": "Dette kan også være forårsaket av korrosjon eller ved at eike er i enden av gjengene."}}
{"translation": {"en": "lubricated.", "no": "Smurt."}}
{"translation": {"en": "These types of problems can be remedied by adjusting or changing the housing length and sometimes the routing path.", "no": "Disse typer problemer kan løses ved å justere eller endre strømpens lengde og noen ganger hvor den er trekt."}}
{"translation": {"en": "The default size is usually 2.5 mm diameter.", "no": "Standardstørrelsen er vanligvis 2,5 mm diameter."}}
{"translation": {"en": "Failure to do so could result in permanently bonded parts.", "no": "Unnlatelse av å gjøre det kan resultere i permanent sammenfestede deler."}}
{"translation": {"en": "After the tubular is mounted, IMMEDIATELY begin to true and align the tire on the rim.", "no": "Etter at tubular montert, begynner UMIDDELBART å tilpass og justere dekket på felgen."}}
{"translation": {"en": "Bicycle frames are best inspected during cleaning.", "no": "Sykkel rammer best inspisert under rengjøring."}}
{"translation": {"en": "The bottom bracket is held inside the part of the frame called the bottom bracket shell.", "no": "Kranklageret holdes inne i den delen av rammen kalt krankhus."}}
{"translation": {"en": "Some stem brands also use unusual sized fasteners, such as T20 Torx-compatible bolts.", "no": "Noen merker av stem bruker også uvanlig store bolter, for eksempel T20 Torx-kompatible bolter."}}
{"translation": {"en": "Using a spoke wrench that is too large will round the corners of the nipples", "no": "Ved hjelp av en eikenøkkel som er for stor, vil du avrunde hjørnene på nipplene"}}
{"translation": {"en": "Spin the wheel and move the indicator closer in very small increments until you find the next-largest deviation on this side, and repeat the process of finding the spoke to adjust and making a correction.", "no": "Spinn hjulet og flytte indikator nærmere i svært små trinn til du finner den neste største avviket på denne siden, og gjenta prosessen med å finne en eike å justere og gjøre en korreksjon."}}
{"translation": {"en": "The top image in Figure 8 shows the foot set close to the pedal spindle.", "no": "Det øverste bildet på figur 8 viser fotsettet nær pedal akslingen."}}
{"translation": {"en": "Simply insert the FR-5.2G into the lockring splines and tighten fully.", "no": "Bare sett FR-5.2 G inn i låseringens splines og stram."}}
{"translation": {"en": "The hub and wheel are now ready to for mounting of the hub-interface.", "no": "Nav og hjul er nå klare for montering av nav-grensesnittet."}}
{"translation": {"en": "Contact your chain manufacturer to see a particular style of chain tool is required.", "no": "Kontakt din kjede produsent for å sjekke om et spesielt kjedeverktøy er nødvendig."}}
{"translation": {"en": "This article with discuss the basic bearing service of coaster-brake hubs, also referred to as a back pedaling brake.", "no": "Denne artikkelen med diskutere grunnleggende lager service av coaster-brake NAV, også referert til et nav med pedal brems."}}
{"translation": {"en": "It is good practice to have a spare on hand.", "no": "Det er god praksis å ha en reservedel for hånden."}}
{"translation": {"en": "Do not abrade down to the fibers themselves.", "no": "Ikke slipe ned til fibrene selv."}}
{"translation": {"en": "It can be helpful to straddle the bike for stability.", "no": "Det kan være nyttig å spenne fast sykkelen for stabilitet."}}
{"translation": {"en": "To work well, these bearing races must be aligned to one another and to the fork steering column.", "no": "For å fungere bra, må disse lagerene justeres til hverandre og til gaffelrøret."}}
{"translation": {"en": "If cleated shoes are used, record the type of cleat, such as Crank Brothers, SPD, etc.", "no": "Hvis sko med cleats brukes, registrere typen cleats, for eksempel Crank Brothers, SPD, etc."}}
{"translation": {"en": "This is where we want the spoke to end on a finished wheel.", "no": "Det er her vi ønsker at eiken skal ende på et ferdigbygd hjul."}}
{"translation": {"en": "The simplest test first is to see if the brake squeal when used.", "no": "Den enkleste første testen er å se om brems hyler når den brukes."}}
{"translation": {"en": "The DT-4 is a precision cutting tool that will machine the top of the post mounts (direct mounts) to that each is flat and at the same relative height.", "no": "DT-4 er et presisjonsskjæreverktøy som vil maskinere toppen av post mount festene (direktefester) til at hver er flat og i samme relative høyde."}}
{"translation": {"en": "Cut off the correct end with cable  cutters, and feed the cable through the brake lever into the cable  anchor, out the back.", "no": "Klipp av den riktige enden med wirekutter, og tre wiren gjennom bremsehendel og inn i wire festet, og ut på baksiden."}}
{"translation": {"en": "Additionally, chains will vary in the quality of steel used.", "no": "I tillegg vil kvaliteten på stålet som brukes i kjedene variere."}}
{"translation": {"en": "Press an additional quarter of a turn on the chain tool and you are done.", "no": "Trykk en ekstra fjerdedels rotasjon på kjedeverktøyet , og du er ferdig."}}
{"translation": {"en": "The FTS-1 is a fork threading set.", "no": "FTS-1 er et gaffel gjengesett."}}
{"translation": {"en": "Over tightening either limit screw may slow the shift to the extreme cogs.", "no": "Over stramning enten grense skruen kan bremse skiftet til den ekstreme TANNHJUL."}}
{"translation": {"en": "This is the setting of the pad vertical surface relative to the rim vertical surface.", "no": "Dette er innstillingen av bremseklossens vertikale overflate i forhold til den vertikale felg overflaten."}}
{"translation": {"en": "The most commonly found sizes for road bars are 25.4, 26.0, 26.4, 31.8, and 35mm.", "no": "De vanligste størrelsene for landevei styre er 25,4, 26,0, 26,4, 31,8 og 35 mm."}}
{"translation": {"en": "Use handle of BFS-1 to thread bushings until both are recessed into frame.", "no": "Bruk håndtaket til BFS-1 for å gjenge foringer til begge er forsenket i ramme."}}
{"translation": {"en": "This taper allows the cutting teeth to better engage the outside of the material that is being cut.", "no": "Denne avsmalningen gjør det mulig for bladene å bedre engasjere seg på utsiden av materialet som blir kuttet."}}
{"translation": {"en": "Put your fingers on the top bearing cover of the headset and the top cup of the headset and feel for play, which can be felt as a slight knock.", "no": "Hold fingrene rundt toppen av styrelageret og toppen av stemmet og kjenn etter slark, slark kan føles som klunk."}}
{"translation": {"en": "The tire is attached to the rim, which is basically a hoop.", "no": "Dekket er festet til felgen, som i utgangspunktet er en ring."}}
{"translation": {"en": "Once the wheel is relatively tight, check the initial tension with a TM-1 or other spoke tension meter to see where the wheel is at.", "no": "Når hjulet er relativt stram, sjekk den opprinnelige spenningen med en TM-1 eller annen eikespenn måler for å se hvordan hjulet ligger an."}}
{"translation": {"en": "Some manufacturers use mineral oil as the fluid, while others use an automotive brake fluid.", "no": "Noen produsenter bruker mineralolje som væske, mens andre bruker en bilbremsevæske."}}
{"translation": {"en": "There is not a logical reason for this system, it is simply what manufacturers have offered for nomenclature when selecting a tire.", "no": "Det er ikke en logisk grunn til dette systemet, det er rett og slett hva produsentene har tilbudt for nomenklatur når du velger et dekk."}}
{"translation": {"en": "Even the highest quality bearing surfaces will have slight grinding marks.", "no": "Selv lager av høyeste kvalitet vil ha små slipemerker på overflaten."}}
{"translation": {"en": "Inflate the tire, allowing the bead to seat.", "no": "Blås opp dekket, slik at kanten setter seg."}}
{"translation": {"en": "The blow-up image seen below is a ball bearing type freehub.", "no": "Det oppblåste bildet nedenfor er et kulelager type boss."}}
{"translation": {"en": "Some pedal models are not intended to be serviced, and are simply ridden until the pedal wears out.", "no": "Noen pedal modeller er ikke ment å bli vedlikeholdt, og er rett og slett brukt til pedal slites ut."}}
{"translation": {"en": "Inner tube valve stems are available in different lengths.", "no": "Ventil kjerner er tilgjengelig i forskjellige lengder."}}
{"translation": {"en": "The rim will not be  pushed to the side because the pivot of the brake arms is above the  wheel.", "no": "Felgen vil ikke bli skjøvet til siden fordi dreiepunktet til bremse armene er over hjulet."}}
{"translation": {"en": "The key to getting a clean chain is to use a degreaser (such as Park Tool CB-4).", "no": "Nøkkelen til å få et rent kjede er å bruke en avfettingsmiddel (for eksempel Park Tool CB-4)."}}
{"translation": {"en": "Expect some tools to fully depreciate within one year.", "no": "Forvent at noen verktøy avskrives fullt innen et år."}}
{"translation": {"en": "An improperly-seated tire can appear to be an out-of-true wheel", "no": "Et feilaktig sittende dekk kan kan få hjulet til å se ut som om det er skjevt."}}
{"translation": {"en": "Does it appear off to one side?", "no": "Ser det ut til å være off center til den ene siden?"}}
{"translation": {"en": "This will open up the plates are resolve the tight spot.", "no": "Dette vil åpne opp platene er løse stramt sted."}}
{"translation": {"en": "You will need to loosen the pinch bolt to get a feel for how the cable is operating.", "no": "Du må løsne klembolten for å få en følelse av hvordan wiren fungerer."}}
{"translation": {"en": "The unthreaded end of a spoke traditionally features a J-style bend.", "no": "Den ugjengede enden av en eike har tradisjonelt en 'J', formet bøy."}}
{"translation": {"en": "The interior perimeter of the rim must also be correctly designed to work as tubeless.", "no": "Den indre omkretsen av felgen må også være riktig utformet for å fungere som tubeless."}}
{"translation": {"en": "The common threaded bottom bracket uses cups or adapters with the thread specification of 1.37 x 24 threads per inch (approximately 34.8mm diameter).", "no": "Gjengede kranklageret bruker skåler eller adaptere med gjengespesifikasjon 1,37 x 24 gjenger per tomme (ca. 34,8 mm diameter)."}}
{"translation": {"en": "If play is felt, test further to isolate source.", "no": "Hvis slark kjennes, test videre for å isolere kilden."}}
{"translation": {"en": "Also, be aware that if your tire pressure gets near zero, the bead seal may be compromised, which might require repeating the sealing process.", "no": "Vær også oppmerksom på at hvis dekk trykket kommer nær null, kan kant tetningen bli kompromittert, noe som kan kreve at forseglingsprosessen gjentas."}}
{"translation": {"en": "It is generally best to route the housing along the chain stay or seat stay (figures 20 and 21).", "no": "Det er vanligvis best å rute strømpe langs kjedestag eller setestag ( figur 20 og 21 )."}}
{"translation": {"en": "The TS-2Di Dial Indicator Set is designed to fit any Park Tool TS-2, TS-2.2, or TS-2.3 Truing Stand (figure 1).", "no": "TS-2Di Dial Indicator Set er designet for å passe alle Park Tool TS-2, TS-2.2 eller TS-2.3 Truing Stand (figur 1)."}}
{"translation": {"en": "It is especially critical the skewer be properly and fully secure on disc brake systems.", "no": "Det er spesielt viktig at koblingen er ordentlig og helt sikkert på skivebrems systemer."}}
{"translation": {"en": "However, grips will eventually wear out and should be replaced.", "no": "Imidlertid vil holker til slutt slites ut og bør erstattes."}}
{"translation": {"en": "Re-install the caliper bleed cover.", "no": "Monter tilbake luftedekselet på kalipperen."}}
{"translation": {"en": "The freehub body has a series of splines on the outer shell.", "no": "Ytterskallet til bosset har en rekke splines."}}
{"translation": {"en": "It also simplifies the process of lacing the wheel as you wont get confused as to which spokes go to which flange side.", "no": "Det forenkler også prosessen med å tre eiker i hjulet siden du ikke vil bli forvirret over hvilken eike som går til hvilken side av flensen."}}
{"translation": {"en": "Verify that the housing won't kink or pull at any point in the suspension travel", "no": "Kontroller at strømpe ikke knekker eller trekker under demping."}}
{"translation": {"en": "This creates an interference fit, also known as a press fit (PF).", "no": "Dette skaper en interferenstilpasning, også kjent som en PRESS FIT (PF)."}}
{"translation": {"en": "It is useful to secure the wrench by using a press or threaded rod.", "no": "Det er nyttig å sikre skiftenøkkelen ved hjelp av en presse eller gjenget stang."}}
{"translation": {"en": "Adjust for more slack in the system by bringing the barrel adjuster in to the brake arm.", "no": "Juster for mer slakk i systemet ved å skru justeringskruen inn i bremse armen."}}
{"translation": {"en": "The Internal Headsets uses a pressed cup inside the frame.", "no": "De interne styrelagerene bruker skåler som er presset inn i rammen.."}}
{"translation": {"en": "To determine the correct tool, begin by inspecting the bottom bracket.", "no": "For å finne riktig verktøy, begynn med å inspisere kranklager."}}
{"translation": {"en": "There are four basic aspects of wheel truing.", "no": "Det er fire grunnleggende aspekter ved hjul retting."}}
{"translation": {"en": "A high quality steel ball bearing is consider grade 25.", "no": "En høy kvalitets stål kulelager er vurdert til klasse 25."}}
{"translation": {"en": "Shift the chain to the next to largest chainring in front.", "no": "Flytt kjedet til det nest største drevet foran."}}
{"translation": {"en": "The rear cog middle is effectively 43.1mm from the bike center line.", "no": "Det midterste drevet bak er effektivt 43,1 mm fra sykkelen midtlinjen."}}
{"translation": {"en": "Rim offset may be listed in the manufacturers literature.", "no": "FELG offset kan være oppført i produsentens litteratur."}}
{"translation": {"en": "With the feet of the tool on the rim, lower the sliding indicator until the end rests on the part of the hub that contacts the inside face of the fork or frame dropout.", "no": "Med føttene til verktøyet på felgen, senke den glidende indikatoren til enden hviler på den delen av navet som treffer innsiden av gaffel eller girøre."}}
{"translation": {"en": "The pin is replaceable and is available from your local retailer or from ParkTool.com.", "no": "Pinnen er utskiftbar og er tilgjengelig fra din lokale forhandler eller fra ParkTool.com."}}
{"translation": {"en": "Differences greater that 0.15mm may damage the fork crown race as it is press onto the fork crown.", "no": "Forskjeller større at 0,15 mm kan skade gaffel krone som er presset på gaffelrøret."}}
{"translation": {"en": "Break the chain at the damaged link, and push out a second rivet just enough to remove the damaged segment of chain.", "no": "Kutt kjedet ved den skadede lenken, og skyv ut en annen nagle akkurat nok til å fjerne det skadede segmentet av kjedet."}}
{"translation": {"en": "Stems also come in different lengths  measured from the center of the steerer tube to the bar center  and angles  typically between 0 and 20 degrees.", "no": "Stem kommer i forskjellige lengder målt ifra senter styrerør til senter styre og har vanligvis en vinkel mellom 0 og 20 grader."}}
{"translation": {"en": "If this were a multi sprocket bike it would be approximately equal to having only the 42 front ring and a rear cassette range from a 10 tooth cog to a 36 tooth cog.", "no": "Hvis dette var en multi TANNHJUL sykkel ville det være omtrent lik å ha bare 42 foran ringen og en bakre KASSETT varierer fra en 10 tann TANNHJUL til en 36 tann TANNHJUL."}}
{"translation": {"en": "Composite frames are also susceptible to failure.", "no": "Kompositt rammer også utsatt for feil."}}
{"translation": {"en": "If there is a separate trigger-style shift lever, install that first on the handle bars.", "no": "Hvis det er en separat trigger girhendel, installer den først på styret."}}
{"translation": {"en": "This article will review how to remove and install bottom brackets for Campagnolo and Fulcrum Ultra-Torque cranksets.", "no": "Denne artikkelen vil gjennomgå hvordan du fjerner og installerer kranklager for Campagnolo og Fulcrum Ultra - Torque kranksett."}}
{"translation": {"en": "A crank arm designed for use with this spindle will have the middle of the crankset 47.5mm from the bike center line.", "no": "En krankarm designet for bruk med denne akslingen vil ha midten av kranksettet 47,5 mm fra sykkelens senterlinje."}}
{"translation": {"en": "The upper pivot to the derailleur is connected to the lower pivot by a linkage system that forms a parallelogram (0:52).", "no": "Den øvre festepunktet til giret er forbundet med den nedre festepunktet ved hjelp av et leddsystem som danner et parallellogram (0:52)."}}
{"translation": {"en": "No additional crank removal tools are required.", "no": "Ingen ekstra krankverktøy er nødvendig."}}
{"translation": {"en": "This is typically from inaccurate data entered into the spoke calculators, not the spoke length formulas themselves.", "no": "Dette er vanligvis fra unøyaktige data i eike kalkulatorer, ikke eike lengde formler i seg selv."}}
{"translation": {"en": "Most manufacturers of carbon rims state that acetone is acceptable for cleaning the gluing surface.", "no": "De fleste produsenter av karbon felger oppgir at aceton er akseptabelt for rengjøring av limoverflaten."}}
{"translation": {"en": "Threaded ends or cups hold the unit secure in the frame shell.", "no": "Gjengede ender eller skåler holder enheten sikker i krankhuset."}}
{"translation": {"en": "Add any spacers and add the height of the stem.", "no": "Legg til noen spacere og høyden på stemmet."}}
{"translation": {"en": "If you have riding shoes, the cleats under the shoe can loosen and also cause noise.", "no": "Hvis du har sykkelsko, kan cleats under skoen løsne og også forårsake støy."}}
{"translation": {"en": "Inspect the bike if you are changing to a larger tire profile.", "no": "Sjekk sykkelen hvis du bytter til en større dekk profil."}}
{"translation": {"en": "Work with care to not crush fingers between cage and ring while shifting.", "no": "Arbeid med forsiktighet for å ikke knuse fingrene mellom girarm og drev mens du girer."}}
{"translation": {"en": "They give good traction because they can be run at lower air pressures without the risk of pinching and flatting an inner tube.", "no": "De gir god trekkraft fordi de kan kjøres ved lavere lufttrykk uten risiko for å klemme og punktere en slange."}}
{"translation": {"en": "Bicycle pedals threads come in a RIGHT and LEFT hand threading.", "no": "Gjenger på sykkel pedaler kommer i en høyre og venstre gjenger."}}
{"translation": {"en": "The left side crank is removed to get to the bearings or to remove the right crank.", "no": "Venstre krankarm er fjernet for å komme til lageret eller for å fjerne høyre krankarm."}}
{"translation": {"en": "If the inner tube is too narrow for the tire width, it will become very thin when inflated inside the tire body.", "no": "Hvis slangen er for smal for dekk bredden, blir den veldig tynn når den blåses opp inne i dekket."}}
{"translation": {"en": "Install a ferrule on both ends and install your cut segment of cable into the housing stop\\\\/rear derailleur.", "no": "Installer en endehylse i begge ender og installer wiren i strømpen og fest den til bakgiret."}}
{"translation": {"en": "Hold the housing perpendicular to the jaws and squeeze levers quickly for a clean cut.", "no": "Hold strømpe vinkelrett på kjevene og klem spakene raskt for et rent kutt."}}
{"translation": {"en": "Now prepare the BKM-1 kit.", "no": "Nå forbereder BKM-1 kit."}}
{"translation": {"en": "Many of the solutions below rely on adequate torque on the parts.", "no": "Mange av løsningene nedenfor er avhengige av tilstrekkelig dreiemoment på delene."}}
{"translation": {"en": "Begin by locating a high spot  slowly move the caliper arm upward until you see or hear it lightly contact the spinning rim.", "no": "Begynn med å finne et høyt punkt og sakte flytt kaliber armen oppover til du ser eller hører det lett treffer den roterende felgen."}}
{"translation": {"en": "Scoring steel or aluminum will only cause cosmetic damage.", "no": "Riper av stål eller aluminium vil bare forårsake kosmetisk skade."}}
{"translation": {"en": "Loosen the chain using the turn buckle at the bottom of the stand in half-turn increments and reassess.", "no": "Løsne kjede ved hjelp av strammehjulet nederst på stativet ved halve rotasjoner og revurder."}}
{"translation": {"en": "This process is best left to professional mechanics.", "no": "Denne prosessen er best overlatt til profesjonelle mekanikere."}}
{"translation": {"en": "Install the new handlebar into the stem.", "no": "Installer den nye styret i stemmet."}}
{"translation": {"en": "Procedures to check front triangle alignment are discussed at the end of this article.", "no": "Prosedyrer for å kontrollere front triangel justering er diskutert på slutten av denne artikkelen."}}
{"translation": {"en": "dApply grease to the stem binder bolt, the wedge, along the quill and inside the steerer tube before installing the stem.", "no": "Påfør fett på festebolt, kile og inne i styrerøret før du monterer stemmet."}}
{"translation": {"en": "Youll be able to feel when they start gaining a decent amount of tension  not enough to have a durable wheel, but enough to be able to ride.", "no": "Du vil være i stand til å føle når de begynner å få en anstendig mengde spenning ikke nok til å ha et holdbart hjul, men nok til å sykle på."}}
{"translation": {"en": "There is a spring constantly pulling the derailleur outward and the cable is constantly pulling against that spring, being pulled in small increments by the shifter in order to make the shift.", "no": "Det er en fjær som stadig trekker giret utover og wiren trekker mot den fjæren, blir trukket i små trinn av girshifter for å gire."}}
{"translation": {"en": "For one, using the same length for left and right side can simply be cheaper.", "no": "For en kan det ganske enkelt være billigere å bruke samme lengde for venstre og høyre side."}}
{"translation": {"en": "So differentiating spokes is important.", "no": "Det er viktig å differensiere eiker."}}
{"translation": {"en": "The spring must also be disengaged and flipped back out of the way.", "no": "Fjæren må også kobles ut og vendes tilbake ut av veien."}}
{"translation": {"en": "To better understand what our end goal is, lets first look at a completed wheel.", "no": "For å bedre forstå hva vårt sluttmål er, la oss først se på et komplett hjul."}}
{"translation": {"en": "It is first necessary to determine the length of the connecting wires and the routing direction.", "no": "Det er først nødvendig å bestemme lengden på ledningene og hvor de skal tres."}}
{"translation": {"en": "This article will discuss bar end shifters, often found on the ends of time trial or triathlon handlebars.", "no": "Denne artikkelen vil diskutere tempo girshiftere som er plassert i enden av time trail eller triathlon styrer."}}
{"translation": {"en": "Remove the housing from the stops.", "no": "Fjern strømpen fra festene."}}
{"translation": {"en": "Feed the cable through the pinch bolt.", "no": "Før wiren gjennom klembolten."}}
{"translation": {"en": "The basic concept for bearing adjustments is to get the bearings adjusted as loose as possible but without play.", "no": "Det grunnleggende konseptet for lager justeringer er å få lageret justert så løs som mulig, men uten slark."}}
{"translation": {"en": "The rear derailleur mounts to the hanger as it always has.", "no": "Bakgiret monteres til girøret som det alltid har gjort."}}
{"translation": {"en": "Brake calipers designed for the post mounting system can be fitted with adapters to work with the International Standard.", "no": "Bremse kalippere er designet for post-mount feste, men kan brukes på International Standard fester med adpatere."}}
{"translation": {"en": "There is also a quick-release brake on the right hand side of the stand.", "no": "Det er også en quick-release brems på høyre side av stativet."}}
{"translation": {"en": "Lace the remaining seven drive side spokes to the rim, repeating the process of crossing over one, over two, under three, install.", "no": "Tre de resterende syv drivside eikene til felgen, gjenta prosessen med å krysse over en, over to, under tre, installere."}}
{"translation": {"en": "Crank systems have become more complex in recent years.", "no": "Kranksett har blitt mer komplekse de siste årene."}}
{"translation": {"en": "One design to eliminate movement is a preload ring built into the left crank arm that allows a precise setting of bearing preload.", "no": "Et design for å eliminere bevegelse er en preload ring bygget inn i venstre krankarm som tillater en presis innstilling av forspenning av lager."}}
{"translation": {"en": "Replacing your cables and\\\\/or housing can improve shifting performance.", "no": "Utskifting av wire og\\/eller strømpe kan forbedre giringen."}}
{"translation": {"en": "Setting chain tension will also be discussed.", "no": "Innstilling av kjede spenning vil også bli diskutert."}}
{"translation": {"en": "Another test of play is to place the bike on ground and grab the front brake tightly.", "no": "En annen test for slark er å plassere sykkelen på bakken og ta tak i frambremsen."}}
{"translation": {"en": "Flip the wheel, being careful to lay the inserted spokes flat.", "no": "Vend hjulet, være forsiktig å legg de innsatte eikene flatt."}}
{"translation": {"en": "The arm effectively extends the spindle length and magnifies any play to be more noticeable.", "no": "Armen forlenger effektivt aksel lengden og gjør slark mer merkbar."}}
{"translation": {"en": "DO NOT use the FR-1.3 on Falcon freewheels, or the FR-7 on Shimano-style freewheels.", "no": "IKKE bruk FR-1.3 på Falcon skrukassett, eller FR-7 på Shimano skrukassett."}}
{"translation": {"en": "Pull on the tape as you press it firmly to the rim surface.", "no": "Trekk i tapen mens du trykker den fast mot felg overflaten."}}
{"translation": {"en": "Contact the manufacturer for a specific recommendation.", "no": "Kontakt produsenten for en spesifikk anbefaling."}}
{"translation": {"en": "Lubricate the axle threads while the wheel is off the bike.", "no": "Smør gjengene på akslingen mens hjulet er av sykkelen."}}
{"translation": {"en": "The brake pads move upward on an arc as they approach the rim.", "no": "Bremseklosser beveger seg oppover på en bue når de nærmer seg felgen."}}
{"translation": {"en": "It is generally a good idea to lubricate the pivot point of the front derailleur with a light lubricant.", "no": "Det er generelt en god ide å smøre leddene til framgiret med et tynt smøremiddel."}}
{"translation": {"en": "The upper and lower bearing surfaces are connected by the steering column.", "no": "De øvre og nedre lager overflatene er forbundet med rattstammen."}}
{"translation": {"en": "One method of estimating spoke tension is to simply squeeze the spokes.", "no": "En metode for å estimere eikespenn er å ganske enkelt klemme på eikene."}}
{"translation": {"en": "The handle that is adjacent to the locknut is threaded.", "no": "Håndtaket som er tilstøtende til låseringen er gjenget."}}
{"translation": {"en": "Watch for the red light to blink at the shift lever.", "no": "Se etter at det røde lyset blinker på girhendelen."}}
{"translation": {"en": "Do not mount on carpet, grass, or any surface that may contaminate the rim.", "no": "Monter ikke på teppe, gress eller noen overflate som kan forurense felgen."}}
{"translation": {"en": "Inspect to see where the housing is installed to determine where in the lever to route the cable.", "no": "Undersøk for å se hvor strømpe er installert for å finne ut hvor i spaken du skal rute wiren."}}
{"translation": {"en": "Once youre confident youve done what you can to reduce high spots, move the indicator to be just below the rim but not touching it.", "no": "Når du er sikker på at du har gjort det du kan for å redusere høydekast, flytt indikatoren like under felgen, men uten å berøre den."}}
{"translation": {"en": "See also our related article on Cutting and Sizing Cable Housing.", "no": "Se også vår relaterte artikkel om Cutting and Sizing Cable Housing\n."}}
{"translation": {"en": "Wheel building is the process of attaching the rim to the hub using spokes and nipples as fasteners, and then bringing the entire structure up to proper tension.", "no": "Hjulbygging er prosessen med å feste felgen til navet ved hjelp av eiker og nippler som festemidler, og deretter bringe hele strukturen opp til riktig spenning."}}
{"translation": {"en": "Most dual pivot brakes use a pad system with convex and concave surfaces.", "no": "De fleste dual pivot bremser bruker et bremsekloss system med konvekse og konkave overflater."}}
{"translation": {"en": "As the pads wear and thin, they tend to travel further down the braking surface of the rim.", "no": "Når bremseklossene slites og blir tynne, har de en tendens til å bevege seg nedover på bremseoverflaten på felgen."}}
{"translation": {"en": "Grab the handlebars at the ends and hold the wheel between the knees.", "no": "Ta tak i styret i endene og hold hjulet mellom knærne."}}
{"translation": {"en": "Install brake pads, retaining pin, any retaining pin clip, and wheel.", "no": "Installer bremsekloser, splint, klips, og hjul."}}
{"translation": {"en": "Examples include Shimano XTR BB91\\\\/3\\\\/4, Dura-Ace R9100, and Shimano STEPS Hollowtech II e-bike motor lockring.", "no": "Eksempler inkluderer Shimano XTR BB91\\/3\\/4, Dura - Ace R9100 og Shimano STEPS Hollowtech II el-sykkel låsering."}}
{"translation": {"en": "The hub contains a bearing system that allows the wheel to rotate on the axle.", "no": "Navet inneholder et lager system som gjør det mulig for hjulet å rotere på en aksel."}}
{"translation": {"en": "Loose bolts and nuts are also generally the source of various creaking on the bike.", "no": "Løse bolter og muttere er også generelt kilden til ulike knirke lyder på sykkelen."}}
{"translation": {"en": "This lockring can sometimes be removed; however, there is typically no need to do so.", "no": "Denne låseringen kan noen ganger fjernes, men det er vanligvis ikke nødvendig å gjøre det."}}
{"translation": {"en": "The first process is to find the location of the strap bolt head.", "no": "Den første prosessen er å finne plasseringen av bolt hodet."}}
{"translation": {"en": "Air bubbles will compress and cause the brake to feel soft when the lever is pulled with force.", "no": "Luftbobler vil komprimere og føre til at bremsen føles myk når hendelen klemmes."}}
{"translation": {"en": "Check again for play, and repeat as necessary, making adjustments in small increments.", "no": "Sjekk igjen for slark, og gjenta om nødvendig, gjør justeringer i små trinn."}}
{"translation": {"en": "Dirt and grit can work their way inside the housing.", "no": "Smuss og grus kan jobbe seg inn i strømpe."}}
{"translation": {"en": "These are just the essentials to just to keep you on the bike keeping up the air pressure in the tires, fixing the occasional flat tire, and cleaning and lubricating the chain.", "no": "Dette er bare det viktigste for å holde deg på sykkelen, og  opprettholde lufttrykket i dekkene, fikse sporadisk punktering, og rengjøring og smøring av kjedet."}}
{"translation": {"en": "The front derailleur cage should be approximately parallel to the chain.", "no": "Gir armen på framgiret skal være omtrent parallelt med kjedet."}}
{"translation": {"en": "Count 24 more rivets and your last rivet should be at the 12 mark of your ruler.", "no": "Telle 24 flere nagler og din siste nagle bør være på 12 mark av linjalen din."}}
{"translation": {"en": "Tighten adjusting nut, turning it toward bolt head, only slightly.", "no": "Stram justeringsmutteren, snu den mot bolthodet, bare litt."}}
{"translation": {"en": "Most component manufacturers do not design drive trains for perfect or center-to-center alignment.", "no": "De fleste komponentprodusenter designer ikke drivverk for perfekt eller senter-til-senter justering."}}
{"translation": {"en": "Compare to earlier measurement if so desired.", "no": "Sammenlign med tidligere målinger hvis ønskelig."}}
{"translation": {"en": "The smooth stud pad is found largely on cantilever brakes.", "no": "Den glatte stangen finnes i stor grad på cantilever bremser."}}
{"translation": {"en": "For specific visual examples, see the video at the top of the page.", "no": "For spesifikke visuelle eksempler, se videoen øverst på siden."}}
{"translation": {"en": "It is a good idea to get a sense of the wheels spoke tension before correcting dish.", "no": "Det er en god idé å få en følelse av hjulets spenning før du korrigerer sentreringen."}}
{"translation": {"en": "NOTE: With disc brakes, no pad disengagement is necessary.", "no": "MERK: Med skivebremser er det ikke nødvendig å demontere bremsekloss."}}
{"translation": {"en": "This compound acts primarily as thread filler.", "no": "Denne forbindelsen virker primært som gjenge fyllstoff."}}
{"translation": {"en": "Stack height is simply the amount of fork column the headset will take up or occupy.", "no": "Stack høyde er rett og slett mengden av gaffelrøret  styrelageret vil ta opp eller okkupere."}}
{"translation": {"en": "There are two basic types of bicycle chains: one-speed chains, and derailleur chains.", "no": "Det er to grunnleggende typer sykkel kjeder: single-speed kjeder, og kjeder for gir."}}
{"translation": {"en": "Otherwise, a strong grade of bearing retaining compound is recommended.", "no": "Ellers anbefales en sterk grad av lagerbevarende middel."}}
{"translation": {"en": "The Campagnolo derailleurs share many service features of the Shimano derailleurs.", "no": "Campagnolo gir deler mange servicefunksjoner i Shimano gir."}}
{"translation": {"en": "Otherwise look up your specific caliper model on the manufacturers website to find the correct pads.", "no": "Ellers slå opp din spesifikke kalipper model på produsentens hjemmeside for å finne riktig bremseklosser."}}
{"translation": {"en": "This is also called taking a set.", "no": "Dette kalles også å ta et sett."}}
{"translation": {"en": "It is necessary to first remove the left side pedal in order to remove the crank.", "no": "Det er nødvendig å først fjerne venstre side pedal for å fjerne krankarm."}}
{"translation": {"en": "After the tire is aligned, inflate tire fully.", "no": "Etter at dekket er justert, blåse dekket fullt opp."}}
{"translation": {"en": "The rubber band will push out the back of the pad and create toe in the setting.", "no": "Gummibåndet vil skyve ut baksiden av bremseklossen og lage tå i innstillingen."}}
{"translation": {"en": "Operate front and rear derailleurs and observe movements (Figure 25).", "no": "Operer fremre og bakre gir og observere bevegelser (Figur 25 )."}}
{"translation": {"en": "The dropouts are off to right of mid-plane.", "no": "Girøret er off center til høyre for midtlinjen."}}
{"translation": {"en": "Typically, the pressed headset race outside diameter should be between 0.1mm and 0.25mm larger than the head tube inside diameter.", "no": "Vanligvis bør den pressede styrelager kronens utvendig diameter være mellom 0,1 mm og 0,25 mm større enn styrerørets innvendig diameter."}}
{"translation": {"en": "A 25% battery charge will illuminate red for only 2 seconds.", "no": "En 25 % batterilading lyser rødt i bare 2 sekunder."}}
{"translation": {"en": "The finished job should look tidy and clean for the user.", "no": "Den ferdige jobben skal se ryddig og strøken ut for brukeren."}}
{"translation": {"en": "Never share bleed kits between DOT fluid and mineral oil systems.", "no": "Aldri del luftesett mellom DOT væske og mineralolje systemer."}}
{"translation": {"en": "Remove the skewer or thru axle and install the FR-5.2G or FR-5.2GT.", "no": "Fjern stikkaksling eller gjennomgående aksel og installer FR-5.2 G eller FR-5.2GT."}}
{"translation": {"en": "It is possible to use the smaller Presta valve in a rim intended for the larger Schrader by using an adapter sleeve.", "no": "Det er mulig å bruke den mindre presta ventilen i en felg beregnet for den større schrader ventilen ved å bruke en adapterhylse."}}
{"translation": {"en": "The hoop is joined by pins at the seam, or is welded together.", "no": "Ringen er forbundet med pinner ved skjøten, eller er sveiset sammen."}}
{"translation": {"en": "Once your worksheet is complete with all final numbers, youre ready to enter them into a spoke calculator.", "no": "Når regnearket er komplett med alle endelige tall, er du klar til å legge dem inn i en eikekalkulator."}}
{"translation": {"en": "That will reduce the gap between indicator and hub.", "no": "Det vil redusere gapet mellom indikator og navet."}}
{"translation": {"en": "With this system you will need to remove the controls from at least one side of the bar so that you can slide that side of the bar through the stem.", "no": "Med dette systemet må du fjerne hendlene fra minst én side av styret, slik at du kan skyve den siden av styret gjennom stemmet."}}
{"translation": {"en": "For hydraulic calipers, press the pistons back into the caliper body.", "no": "For hydrauliske kalippere presser du stemplene tilbake i kalipper huset."}}
{"translation": {"en": "If the adjustment seems very tight, there may be other problems in the headset.", "no": "Hvis justeringen virker veldig stram, kan det være andre problemer i styrelageret."}}
{"translation": {"en": "Test edges for glue, as seen in the image below:", "no": "Test kanter for lim, som vist på bildet nedenfor :"}}
{"translation": {"en": "The spoke tension is increased or decreased to move a section of rim as appropriate.", "no": "Eikespennet økes eller reduseres for å flytte en del av felgen etter behov."}}
{"translation": {"en": "Begin with a visual check of the derailleur hanger.", "no": "Begynn med en visuell sjekk av girøre."}}
{"translation": {"en": "This is because in this case the 5mm shorter spindle is split between evenly between the left and right sides.", "no": "Dette skyldes at i dette tilfellet er 5 mm kortere akslinger delt mellom jevnt mellom venstre og høyre side."}}
{"translation": {"en": "Bicycles are designed with the front and rear wheels centered over the midplane of the bike.", "no": "Sykler er designet for at fram og bak hjul er sentrert over sykkelens midtlinje."}}
{"translation": {"en": "Spacers may be needed in some cases.", "no": "Spacere kan være nødvendig i noen tilfeller."}}
{"translation": {"en": "They allow for height adjustment, and they also play a role in headset adjustment.", "no": "De tillater høydejustering, og de spiller også en rolle i styrelager justering."}}
{"translation": {"en": "Shift the lever so the cable is in the most relaxed position.", "no": "Bytt gir slik at wiren er i den mest avslappede posisjonen."}}
{"translation": {"en": "Inside is a similar system to the compressionless housing, but with a Kevlar fiber weave on the outside.", "no": "Innvendig er et lignende system som det kompresjonsfrie huset, men med en kevlarfibervev på utsiden."}}
{"translation": {"en": "Be sure that the set screws are tightened against the flat part of the shaft.", "no": "Pass på at settskruene er strammet mot den flate delen av akselen."}}
{"translation": {"en": "This will help create the needed friction between the bar and the stem to resist rotation.", "no": "Dette vil bidra til å skape den nødvendige friksjon mellom styre og stem å hindre rotasjon."}}
{"translation": {"en": "To adjust the race, the stem must first be loosened.", "no": "For å justere kronen må stem først løsnes."}}
{"translation": {"en": "The chain should be able to make this shift with two slight bends in the chain as it wraps around each derailleur pulley.", "no": "Kjedet bør være i stand til å gire med to små bøyer i kjedet når det omkranser hvert trinsehjul."}}
{"translation": {"en": "Some manufacturers use a system of mating conical washers.", "no": "Noen produsenter bruker et system av parring koniske skiver."}}
{"translation": {"en": "However, the brake lever blade does not pivot inward as with the mechanical levers.", "no": "Bremsehendelen svinger ikke innover som med de mekaniske hendlene."}}
{"translation": {"en": "A common cause of a misaligned hanger is from the bike falling over to the right side.", "no": "En vanlig årsak til en feiljustert girøre, er at sykkelen har falt over på høyre siden."}}
{"translation": {"en": "These are commonly aluminum but may also be steel.", "no": "Disse er vanligvis aluminium, men kan også være stål."}}
{"translation": {"en": "Put one on each side of the rim.", "no": "Sett en på hver side av felgen."}}
{"translation": {"en": "A wheel with low tension is adjusted by simply tightening the spokes.", "no": "En hjul med lav spenning justeres ved ganske enkelt å stramme eiker."}}
{"translation": {"en": "Another design is uses a threaded insert (Figure 1).", "no": "En annen konstruksjon er anvendelse av en gjenget innsats (figur 1)."}}
{"translation": {"en": "To increase tension, rotate eccentric either direction.", "no": "For å øke spenningen, roter eksentriske begge retninger."}}
{"translation": {"en": "A wide tire on a narrow rim will result in less support for the tire in cornering, which can cause the tire to laterally roll or twist.", "no": "Et bredt dekk på en smal felg vil resultere i mindre støtte for dekket i svinger, noe som kan føre til at dekket vris av."}}
{"translation": {"en": "After installing the spoke, give it a little bend to reduce future stress in this area.", "no": "Etter å ha installert en eike, bøy den litt for å redusere fremtidig stress i dette området."}}
{"translation": {"en": "An oily surface will tend to repel the adhesive.", "no": "En oljeaktig overflate vil ha en tendens til å frastøte klebemiddelet."}}
{"translation": {"en": "If the indicator seems to touch over a long area, find the spoke nearest to the center of the deviation.", "no": "Hvis indikatoren ser ut til å berøre over et stort område, finn eiken nærmest midten av avviket."}}
{"translation": {"en": "Substitute a headset press or similar tool if a bottom bracket press is not available.", "no": "Bruk styrelager presse eller lignende verktøy hvis kranklager presse ikke er tilgjengelig."}}
{"translation": {"en": "This is why you do not see spoke tension specification for the spokes alone.", "no": "Dette er grunnen til at du ikke ser eikespenn spesifikasjonen for eiker alene."}}
{"translation": {"en": "Begin by measuring the over-locknut dimension.", "no": "Begynn med å måle over-locknut dimensjon."}}
{"translation": {"en": "Record any specific tools beyond a normal hex key.", "no": "Ta opp noen spesifikke verktøy utover en normal sekskantnøkkel."}}
{"translation": {"en": "This same spoke can be used to double check the original calibration.", "no": "Den samme eiken kan brukes til å dobbeltsjekke den opprinnelige kalibreringen."}}
{"translation": {"en": "The stem (A) is inserted into the steerer tube (B) of the fork, and the stem binder bolt (C) draws up a wedge (D) or cone in order to secure the stem tightly inside the steerer tube.", "no": "Stemmet (A) settes inn i styrerøret (B), og festebolten til stemmet (C) trekker opp en kile (D) eller konus for å stramme stemmet i styrerøret ."}}
{"translation": {"en": "Just a little bit is needed.", "no": "Bare litt er nødvendig."}}
{"translation": {"en": "Stems with removable faceplates have become extremely common, and it is likely that you have this style of stem.", "no": "Stem med flyttbare frontplater har blitt svært vanlig, og det er sannsynlig at du har denne typen stem."}}
{"translation": {"en": "This means the rim is well centered to the hub and the wheel needs no centering correction", "no": "Dette betyr at felgen er godt sentrert til navet og hjulet trenger ingen sentreringskorrigering"}}
{"translation": {"en": "Before we remove the old chain, we need to confirm it was an acceptable length.", "no": "Før vi fjerner det gamle kjedet, må vi bekrefte at det har en akseptabel lengde."}}
{"translation": {"en": "Inspect the pad centering to rim.", "no": "Inspiser sentreringen av bremseklossen på felgen."}}
{"translation": {"en": "On thru-axle systems, the locknut face is simply the outermost part of the hub", "no": "På thru-axel systemer er låsering overflaten rett og slett den ytterste delen av navet"}}
{"translation": {"en": "Loosen the pad fastener and remove the pad from the arm.", "no": "Løsne bremsekloss festet og fjern bremseklossen fra armen."}}
{"translation": {"en": "If a bicycle wheel is out-of-true (meaning not sufficiently straight or round) it can affect riding performance and shorten the life of components.", "no": "Hvis en sykkel er skjevt (som betyr ikke tilstrekkelig rett eller rund ) kan det påvirke kjøreytelsen og forkorte levetiden til komponenter."}}
{"translation": {"en": "Be mindful of kinking or pulling if installing on a full suspension bike  while the bike is going through its travel the cable could be kinked or pulled.", "no": "Vær oppmerksom på wireknekk eller wiredrag når du installerer wire på en fulldempet sykkel, mens sykkelen går igjennom sin fulle vandring så kan wire blir knekt eller dratt."}}
{"translation": {"en": "However, there are no industry wide tubeless ready fit standards, and if your equipment has no tubeless designation you can try converting, but results can vary.", "no": "Imidlertid er det ingen industribrede tubeless ready standarder, og hvis utstyret ditt ikke har noen tubeless betegnelse, kan du prøve å konvertere, men resultatene kan variere."}}
{"translation": {"en": "For now, give each of the spokes associated with the high spot area a half-turn.", "no": "For nå, gi hver av eikene knyttet til et høy punkt for skjevhet en halv rotering."}}
{"translation": {"en": "If the bearing cups or retaining lockring are not tight, there may be movement between the internal and external threads.", "no": "Hvis lagerskålene eller låseringen ikke er tett, kan det være bevegelse mellom de interne og eksterne gjengene."}}
{"translation": {"en": "For this bike the upper headset SHIS would be IS42\\\\/28.6.", "no": "For denne sykkelen ville det øvre styrelageret SHIS være IS42\\/28.6."}}
{"translation": {"en": "Spoke tension is best measured using a spoke tension meter (tensiometer) such as the Park Tool TM-1.", "no": "Eikespenn måles best ved hjelp av en eikespenn måler( tensiometer ) slik som Park Tool TM-1."}}
{"translation": {"en": "The H-limit screw will cause the derailleur to move.", "no": "H-stoppeskruen vil føre til at giret flytter på seg."}}
{"translation": {"en": "To use a dishing tool, it is easiest to remove the wheel from the bike.", "no": "For å bruke et sentreringsverktøy, er det enklest å demontere hjulet fra sykkelen."}}
{"translation": {"en": "Depending how your bike is set up, you may need to get creative with your indicator placement.", "no": "Avhengig av hvordan sykkelen din er satt opp, må du kanskje være kreativ med indikator plasseringen."}}
{"translation": {"en": "This releases the pull on the cable and puts the cable head in the position needed to remove the old cable and install a new one.", "no": "Dette løsner spennet på wiren og setter wirehodet i den posisjonen som trengs for å fjerne den gamle wiren og installere en ny."}}
{"translation": {"en": "This can be a good repair when done correctly.", "no": "Dette kan være en god reparasjon når det gjøres riktig."}}
{"translation": {"en": "Mark the rivet to be cut at the front chainring and break the chain using a chain tool.", "no": "Merk splinten som skal kuttes på framdrevet og kutt kjedet ved hjelp av et kjedeverktøy."}}
{"translation": {"en": "Measure it to be safe, but even if your hub varies slightly, it will not make a significant difference in spoke length.", "no": "Mål det for å være trygt, men selv om nav varierer litt, vil det ikke gjøre en betydelig forskjell i eike lengde."}}
{"translation": {"en": "Mount the wheel in the frame to test the adjustment.", "no": "Monter hjulet i rammen for å teste justeringen."}}
{"translation": {"en": "In all hydraulic systems, it is important that there is no air in the tubing or lines between the caliper and the lever piston.", "no": "I alle hydrauliske systemer er det viktig at det ikke er luft i slangen eller strømpene mellom kalipper og hendel."}}
{"translation": {"en": "If the handlebar is not already rotated so that the bleed funnel is vertical, do so now.", "no": "Hvis styret ikke allerede er rotert slik at luftetrakten er vertikal, gjør du det nå."}}
{"translation": {"en": "Generally, if the gap seen at the hub is roughly one millimeter or less, the wheel should be consider adequately centered for any use, as it is off-center by less that 0.5 millimeter when in the bike.", "no": "Generelt, hvis gapet sett på navet er omtrent en millimeter eller mindre, bør hjulet vurderes tilstrekkelig sentrert for enhver bruk, da det er off-center med mindre enn 0,5 millimeter når det er montert på sykkelen."}}
{"translation": {"en": "Variance refers to the plus or minus tolerance desired in the relative spoke tension.", "no": "Varians refererer til pluss- eller minustoleransen som er ønsket i det relative eikespennet."}}
{"translation": {"en": "Close the bleed nipple and remove the syringe.", "no": "Lukk luftenippelen og fjern sprøyten."}}
{"translation": {"en": "Hubs may also be designed for a rotor disc if the bike uses disc brakes.", "no": "Nav kan også være designet for en bremseskive hvis sykkelen bruker skivebremser."}}
{"translation": {"en": "The procedure described above is the same to change the rear dropout width.", "no": "Fremgangsmåten beskrevet ovenfor er den samme for å endre bredden på girøret."}}
{"translation": {"en": "If flying, do not pack air cartridges, solvents, oils, etc.", "no": "Hvis du flyr, ikke pakk luftpatroner, løsemidler, oljer, etc."}}
{"translation": {"en": "If the TM-1 is reading high, increase tension at the adjusting screw.", "no": "Hvis TM-1 viser høyt, øke spenningen med justeringsskruen."}}
{"translation": {"en": "This article will review the repair of stripped pedal crank threads using the pedal bushing repair kits.", "no": "Denne artikkelen vil gjennomgå reparasjon av ødelagte gjenger til pedalene i krankarmen ved hjelp  av et reparasjonsett til pedalgjenger."}}
{"translation": {"en": "This concludes the process for replacing the pads with threaded studs, but you will need to make additional adjustments to make the brake function properly.", "no": "Dette avslutter prosessen for å erstatte bremseklosser med gjengede stenger, men du må gjøre ytterligere justeringer for å få bremsen til å fungere riktig."}}
{"translation": {"en": "Once you have made three corrections on one side, switch to the opposite indicator.", "no": "Når du har gjort tre korreksjoner på den ene siden, bytt til motsatt indikator."}}
{"translation": {"en": "It also creates a barrier between components, which repels moisture and prevents galling from metal-on-metal contact.", "no": "Det skaper også en barriere mellom komponenter, som frastøter fuktighet og hindrer riving fra metall - på - metall kontakt."}}
{"translation": {"en": "Left-hand threads on bicycles are seen on the drive side of bottom bracket and the left pedal.", "no": "Venstregjenger på sykler ses på drivsiden av kranklager og venstre pedal."}}
{"translation": {"en": "Give the wheel a good spin to push the lubricant into the spaces between the nipple and rim bed.", "no": "Gi hjulet et godt spinn for å skyve smøremiddelet inn i mellomrommene mellom nippel og felg kant."}}
{"translation": {"en": "The repeated stress of riding results in a stress cycle, which may cause cracks and eventually failure.", "no": "Gjenntatt stress av sykling resulterer i en stress syklus , noe som kan føre til sprekker og til slutt brudd."}}
{"translation": {"en": "There are a few ways to measure the diameter of a rim.", "no": "Det er noen måter å måle diameteren på en felg."}}
{"translation": {"en": "This article will discuss how to wash a bike, including the frame, drivetrain and wheels.", "no": "Denne artikkelen vil diskutere hvordan å vaske en sykkel, inkludert ramme, drivverk og hjul."}}
{"translation": {"en": "Sometimes there will be a sharp burr.", "no": "Noen ganger vil det være en skarp lyd."}}
{"translation": {"en": "However, it is recommended to install new brake housing and cables when installing in-line levers.", "no": "Det anbefales imidlertid å installere nye bremsestrømper og wire når du monterer in-line hendler."}}
{"translation": {"en": "Standing on the left side of the bike, this will be seen as the 3:00 position.", "no": "Stående på venstre side av sykkelen, vil dette bli sett på som 3:00 posisjon."}}
{"translation": {"en": "However, if you see damage to the housing, end caps or frame of the bike, these may be signs of improper routing or length and a worn out cable system.", "no": "Men hvis du ser skade på strømpe, endehylse eller ramme på sykkelen, kan dette være tegn på feil ruting eller lengde og et utslitt wire-system."}}
{"translation": {"en": "Additionally, use care when applying compounds in suspension shocks.", "no": "I tillegg, vær forsiktig når du bruker midler i dempegafler."}}
{"translation": {"en": "If it makes an acceptable shift with no excessive noise, the L screw is not too tight.", "no": "Hvis giring skjer tilfredstillende uten unødvendig støy, er ikke L-skruen for stram."}}
{"translation": {"en": "Leave the rear derailleur positioned over smallest cog and the front derailleur over large ring.", "no": "Posisjoner bakgiret i det minste drevet og frontgiret i det største drevet."}}
{"translation": {"en": "To begin removal of a seized stem, begin by double-checking that the wedge is in fact loose.", "no": "For å begynne demontering av et stem som sitter fast, begynn med å dobbeltsjekke at kilen faktisk er løs."}}
{"translation": {"en": "Moving the thicker set from  inboard to outboard of the arm will change the angle caliper arm  relative to the rim and to the other arm.", "no": "Flytting av det tykkere settet fra innsiden til utsiden av armen vil endre vinkelkaliperarmen i forhold til felgen og til den andre armen."}}
{"translation": {"en": "In this repair help article, we will demonstrate how to remove and install this style of two-piece cranksets.", "no": "I denne reparasjonshjelpeartikkelen vil vi demonstrere hvordan du fjerner og installerer denne stilen av todelt kranksett."}}
{"translation": {"en": "These kits vary slightly from design to design.", "no": "Disse settene varierer litt fra design til design."}}
{"translation": {"en": "This excess thread is a clue that this spoke is too short for this wheel configuration.", "no": "Disse overflødige gjengene er et tegn på at eiken er for kort for hjul konfigurasjonen."}}
{"translation": {"en": "It is common for the one stay to move slightly when the other stay is pulled.", "no": "Det er vanlig at det ene staget beveger seg litt når det andre staget drar."}}
{"translation": {"en": "The crown race shape is machined directly onto the fork, and there is no pressed race installed on the fork.", "no": "Kronen er maskinert direkte på gaffel, og det er ingen presset krone montert på gaffel."}}
{"translation": {"en": "Align the tire with the rim accordingly.", "no": "Juster dekk med felgen tilsvarende."}}
{"translation": {"en": "Lower stack external cup with 13.7mm stack height.", "no": "Nedre stack utvendig skål med 13,7 mm stack høyde."}}
{"translation": {"en": "Check for adjustment by grabbing the ends of the spindle and pull up and down on each side.", "no": "Se etter justering ved å ta tak i endene av akslingene og trekk opp og ned på hver side."}}
{"translation": {"en": "Turn the limit screw clockwise to move the cage outward until the inner cage of the derailleur begins to contact the chain, and then loosen until there is a slight gap between the chain and inner cage (Figure 34).", "no": "Drei stoppeskruen med klokka for å bevege armen utover til innsiden av armen til giret begynner å berøre kjedet, og løsne deretter til det er et lite gap mellom kjedet og innsiden av armen (figur 34)."}}
{"translation": {"en": "An example of washer use is under the head of the crank bolt.", "no": "Et eksempel på bruk av skiver er under hodet på krankarm bolten."}}
{"translation": {"en": "We need to remove the damaged link along with an adjacent set of inner plates.", "no": "Vi må fjerne den skadede lenken sammen med et tilstøtende sett med indre plater."}}
{"translation": {"en": "Limit screws are marked L and H.", "no": "Stoppeskruer er merket L og H."}}
{"translation": {"en": "The quill stem, however, may become stuck causing major repair issues.", "no": "Justerbare stem kan imidlertid bli sittende fast og forårsake store reparasjonsproblemer."}}
{"translation": {"en": "Brake cables are commonly sold with two ends.", "no": "Bremsewire selges vanligvis med to ender."}}
{"translation": {"en": "Woven or braided housing may be used for both brake housing and shift housing.", "no": "Vevd eller flettet strømpe kan anvendes for både bremsestrømpe og girstrømpe."}}
{"translation": {"en": "For example, a one-inch headset is for bikes with one inch diameter steering columns.", "no": "For eksempel er en en-tommers styrelager for sykler med en tomme diameter styrerør."}}
{"translation": {"en": "Derailleurs are fitted with limit screws that stop the derailleur from moving too far inward or too far outward.", "no": "Gir er utstyrt med stoppeskruer som hindrer giret i å bevege seg for langt innover eller for langt utover."}}
{"translation": {"en": "If air-can is wet with fluid, clean off the fluid to allow better grip.", "no": "Hvis luftkammeret er våt av væske, fjern væsken for å gi bedre grep."}}
{"translation": {"en": "Handlebars must be free to move left and right without binding the wires.", "no": "Styrer må være fri til å bevege seg til venstre og høyre uten å strekke wirene."}}
{"translation": {"en": "This can make for inconsistent shifts and make setting limit screws and index adjustments difficult.", "no": "Dette kan gjøres for inkonsekvente giringer og gjøre innstilling av stoppeskruer og girjustering vanskelig."}}
{"translation": {"en": "These are just some observations that are going to help us understand what our overall goal is while we are lacing our wheel...", "no": "Dette er bare noen observasjoner som skal hjelpe oss å forstå hva vårt overordnede mål er mens vi trer eiker i vårt hjul..."}}
{"translation": {"en": "Another aspect of the rim that needs to be accounted for is rim offset, which is a feature of asymmetrical rim designs.", "no": "Et annet aspekt av felg som må redegjøres for er felg offset, som er et kjennetegn ved asymmetriske felg design."}}
{"translation": {"en": "The access hole should be aligned so hole is counter clockwise, or relatively near the barrel adjuster.", "no": "Tilgangshullet bør justeres slik at hullet er mot klokken, eller relativt nær justeringskruen."}}
{"translation": {"en": "Check also with the frame and component manufacturers.", "no": "Sjekk også med ramme og komponentprodusenter."}}
{"translation": {"en": "Another term for this system is the one-piece crankset.", "no": "Et annet begrep for dette systemet er one-piece kranksett."}}
{"translation": {"en": "This article will review the common sources of poor front derailleur performance and how to fix them.", "no": "Denne artikkelen vil gjennomgå de vanlige kildene til dårlig ytelse for framgiret og hvordan du kan fikse dem."}}
{"translation": {"en": "The cassette hub uses a freehub sytem, which is a type of clutch mounted to the body of the hub.", "no": "Nav med kassetter bruker et boss system som er som en type clutch montert på navet."}}
{"translation": {"en": "Inject the fluid.", "no": "Injiser væsken."}}
{"translation": {"en": "Tool choice is determined by the inside diameter of the bearing, which nominally matches the outside diameter of the compatible spindle.", "no": "Verktøyvalg bestemmes av den innvendige diameteren til lageret, som nominelt samsvarer med den utvendige diameteren til den kompatible akslingen."}}
{"translation": {"en": "Secure the pinch bolt screw (typically a torque spec of about 5 Nm).", "no": "Fest klemboltskruen (vanligvis et dreiemoment spec på ca 5 Nm)."}}
{"translation": {"en": "Tighten the nipple of the selected spoke.", "no": "Stram nippelen til den valgte eiken."}}
{"translation": {"en": "Check for proper alignment after the change.", "no": "Se etter riktig justering etter endringen."}}
{"translation": {"en": "If you have un-threaded the barrel adjuster that it has come out, or has nearly come out, thread the barrel back in fully and then out one or two turns.", "no": "Hvis du har skrudd justeringskruen helt ut av gjengene, eller nesten helt ut,  skru justeringskruen helt inn igjen også en eller to runder ut igjen."}}
{"translation": {"en": "It may also occur that if the pedal was under tightened, and the bike is used, the pedal axle will wiggle and move in the threads.", "no": "Det kan også oppstå at hvis pedal var for løs, og sykkelen brukes, vil pedal aksel vri og bevege seg i gjengene."}}
{"translation": {"en": "By adding the right amount of tension to the spokes, the wheel becomes strong and spins straight.", "no": "Ved å legge til riktig mengde spenning til eikene, blir hjulet sterkt og spinner rett."}}
{"translation": {"en": "The human foot, however, may or may not work well in this position.", "no": "Den menneskelige fot, men kan eller ikke kan fungere godt i denne posisjonen."}}
{"translation": {"en": "Ceramic bearings made from silicon nitride can have a Modulus of Elasticity of 47,000,000 pounds per square inch.", "no": "Keramiske lager laget av silisiumnitrid kan ha en elastisitetsmodul på 47.000.000 pund per kvadrattomme."}}
{"translation": {"en": "Place a hand on the derailleur body to feel for any lateral motion, and select one screw to turn one full turn clockwise and then counter-clockwise.", "no": "Plasser en hånd på giret for å kjenne etter noen sideveis bevegelse, og velg en skrue for å drei en omdreining med klokken og deretter en mot klokka."}}
{"translation": {"en": "There is a limit to the amount of spacers between the stem and the headset.", "no": "Det er en grense for antall spacerer mellom stem og styrelager."}}
{"translation": {"en": "When bending the dropout and stays, it is best to begin with mild hand pressure.", "no": "Når du bøyer girøret og stag, er det best å begynne med liten kraft."}}
{"translation": {"en": "This can be removed after the work by solvents such as acetone or even rubbing alcohol.", "no": "Dette kan fjernes etter arbeidet med løsemidler som aceton eller til og med gni alkohol."}}
{"translation": {"en": "If you do not see nipples at the rim or the hub, it is likely the wheel has internal nipples.", "no": "Hvis du ikke ser nippler på felgen eller navet, er det sannsynlig at hjulet har intern nippler."}}
{"translation": {"en": "This cannot be the reference rivet because the chain cannot be joined here.", "no": "Dette kan ikke være referansen nagle fordi kjedet ikke kan bli koblet sammen her."}}
{"translation": {"en": "For the common one-inch threaded headset, this would appear as 25.4-24tpi.", "no": "For den vanlige en-tommers gjenget styrelager, ville dette vises som 25,4 - 24tpi."}}
{"translation": {"en": "The head tube, top tube, down tube and seat tube comprise the main frame, or front triangle.", "no": "Styrerør, overrør og underrør utgjør hoveddelen av rammen og det fremre trianglet."}}
{"translation": {"en": "Tighten this screw to bring the lever back toward the bar for smaller hands.", "no": "Stram denne skruen for å bringe hendelen tilbake mot styret for mindre hender."}}
{"translation": {"en": "A roller separates each pair of inner plates.", "no": "En valse skiller hvert par av indre plater."}}
{"translation": {"en": "Do not combine both tightening and loosening into one pass around the wheel - adjust one side, check the dish and lateral trueness, and then adjust the other side if necessary.", "no": "Ikke kombiner både innstramming og løsne i en passasje rundt hjulet - juster den ene siden, kontroller sentreringen og lateral stramming, og juster deretter den andre siden om nødvendig."}}
{"translation": {"en": "FSA electronic shifting uses a combination of wired and wireless communication between components.", "no": "FSA elektronisk giring bruker en kombinasjon av kablet og trådløs kommunikasjon mellom komponentene."}}
{"translation": {"en": "The upper cup measures 44mm.", "no": "Den øvre skålen måler 44 mm."}}
{"translation": {"en": "Use the TAB key on computer rather than ENTER to move to the spoke next field.", "no": "Bruk TAB-tasten på datamaskinen i stedet for ENTER til å flytte til eike neste felt."}}
{"translation": {"en": "The chain should not be contacting itself at the front guide pulley.", "no": "Kjedet bør ikke berøre seg selv ved det fremre trinsehjulet."}}
{"translation": {"en": "Front derailleurs are attached to the bike with either a clamp or bracket.", "no": "Framgiret er festet til sykkelen med enten en klemme eller en brakett."}}
{"translation": {"en": "The pads are moving up as they travel to the rim.", "no": "Bremseklosser beveger seg oppover når de beveger seg mot felgen."}}
{"translation": {"en": "Each additional cross requires a longer spoke as the distance from the hub to the rim becomes larger and larger.", "no": "Hvert ekstra kryss krever en lengre eike ettersom avstanden fra nav til felg blir større og større."}}
{"translation": {"en": "A properly-tensioned wheel is stronger, and stays true longer.", "no": "En riktig strammet hjul er sterkere, og forblir stramt lenger."}}
{"translation": {"en": "Typically, misaligned dropouts will not effect how a wheel centers in a frame, unless the dropout is extremely misaligned.", "no": "Vanligvis vil ikke feiljusterte girører påvirke sentreringen av hjulet i ramma, med mindre girøret er ekstremt feiljustert."}}
{"translation": {"en": "In Figure 1, the rear axle moves approximately at a 3 to 1 ratio.", "no": "På fig. 1 beveger den bakre aksel seg omtrent ved et forhold på 3 til 1."}}
{"translation": {"en": "If you are using a chain designed for ten or fewer gears, replace your chain as it nears the 0.75 percent mark.", "no": "Hvis du bruker et kjede designet for ti eller færre gir, erstatt kjedet når det nærmer seg 0,75 prosent merket."}}
{"translation": {"en": "This fourth set of spokes will radiate to the left, opposite of the existing non-drive side set.", "no": "Dette fjerde settet av eiker vil trekkes til venstre, motsatt av det eksisterende non-drive side settet."}}
{"translation": {"en": "This article will review how to properly measure and adjust spoke tension.", "no": "Denne artikkelen vil gjennomgå hvordan du skal måle og justere eikespenn."}}
{"translation": {"en": "Too loose a lever will not provide adequate stopping power.", "no": "For løs hendel vil ikke gi tilstrekkelig bremsekraft."}}
{"translation": {"en": "Partially fill a small container with degreaser and periodically dip the brush in the container as you manually hold the chain and scrub thoroughly.", "no": "Delvis fylle en liten beholder med avfettingsmiddel og med jevne mellomrom dyppe børsten i beholderen mens du manuelt holder kjedet og skrubb grundig."}}
{"translation": {"en": "Heavily-used tools such as spoke wrenches, hex wrenches, and cone wrenches should be inspected the first of each month.", "no": "Godt brukte verktøy som eikernøkler, sekskantnøkler og konusnøkler bør inspiseres den første i hver måned."}}
{"translation": {"en": "See our article on pad adjustment.", "no": "Se vår artikkel om bremsekloss justering."}}
{"translation": {"en": "This is your valve reference spoke, and it will be referred to throughout the rest of the video.", "no": "Dette er din ventil referanse eike, og det vil bli referert til gjennom resten av videoen."}}
{"translation": {"en": "Some headsets rely on a tight pressed fit on parts into the frame or fork.", "no": "Noen styrelager stoler på en tett presset passform på deler i ramme eller gaffe."}}
{"translation": {"en": "If building a front wheel, this will be the right side or the non disc side of the hub.", "no": "Hvis du bygger et framhjul, vil dette være den høyre siden eller siden av navet som ikke har bremseskive."}}
{"translation": {"en": "A bent rotor will be audible (rhythmic rub or noise as the wheel rotates) or visible (a lateral deviation as the rotor passes through the brake caliper).", "no": "En bøyd bremseskive vil lage lyd ( rytmisk gnissing eller støy når hjulet roterer) eller synlig ( et sideveis avvik når bremseskiven roterer gjennom bremsekalipperen)."}}
{"translation": {"en": "An example of a gear combination that is likely to rub is shown below.", "no": "Et eksempel på en girkombinasjon som sannsynligvis vil gni er vist nedenfor."}}
{"translation": {"en": "If this is the case, it can sometimes help to use a tire lever to slide the tire bead to the edge of the rim.", "no": "Hvis dette er tilfelle, kan det noen ganger hjelpe å bruke en dekkspak til å skyve dekk kanten til kanten av felgen."}}
{"translation": {"en": "However, there is some transfer of tension from one side of a R2R to the other through the pallet.", "no": "Det er imidlertid en viss overføring av spenning fra den ene siden av en R2R til den andre gjennom pallen."}}
{"translation": {"en": "Use a small cross tip (Phillips) screwdriver to remove the small screw holding the cable cover.", "no": "Bruk en liten stjerne ( Phillips) skrutrekker for å fjerne den lille skruen som holder wire dekselet."}}
{"translation": {"en": "In general, punctures in tubeless tires cannot be repaired.", "no": "Generelt kan punkteringer i tubeless dekk ikke repareres."}}
{"translation": {"en": "Brake pads are typically adjustable in several directions.", "no": "Bremsekloser er vanligvis justerbar i flere retninger."}}
{"translation": {"en": "Count again to the fourth hole and install another spoke.", "no": "Telle igjen til det fjerde hullet og installere en annen eike."}}
{"translation": {"en": "You should feel the cable being pulled, indicating the cable head is correctly seated.", "no": "Du bør føle at wiren blir trukket, noe som indikerer at wiren er riktig satt."}}
{"translation": {"en": "As the number of cogs on the rear hub increases, the spacing between cogs tends to be reduced.", "no": "Etter hvert som antall drev på kassetten øker, har avstanden mellom drevene en tendens til å bli redusert."}}
{"translation": {"en": "Rear switch used to move chain to outward to smaller cogs (switch X)", "no": "Den bakre bryteren brukes til å flytte kjedet utover til et mindre drev ( bryter X)"}}
{"translation": {"en": "Carbon fiber seat posts are an exception  see Assembly Compound below.", "no": "Karbonfiber setepinner er et unntak se Assembly Compound nedenfor."}}
{"translation": {"en": "Grease is also a good option for some press fit applications, again with some exceptions.", "no": "Fett er også et godt alternativ for noen press fit oppsett, igjen med noen unntak."}}
{"translation": {"en": "Consult the manufacturer to verify.", "no": "Rådfør deg med produsenten for å verifisere."}}
{"translation": {"en": "The wheels roundness, or amount of up and down movement as it spins, is its radial trueness.", "no": "Hjulets rundhet, eller mengden opp og ned bevegelse når den spinner, er dens radiale skjevhet."}}
{"translation": {"en": "The cage should not move inward.", "no": "Armen bør ikke bevege seg innover."}}
{"translation": {"en": "Lastly, the tire MUST be allowed to fully cure.", "no": "Til slutt må dekket få lov til å helbrede fullt ut."}}
{"translation": {"en": "Begin by removing the rear derailleur from the bike.", "no": "Begynn med å fjerne bakgiret fra sykkelen."}}
{"translation": {"en": "Once a crack has developed, repair is difficult and is often practically impossible.", "no": "Når en sprekk har utviklet seg, er reparasjon vanskelig og er ofte praktisk talt umulig."}}
{"translation": {"en": "Note that the first cross often occurs behind the flange and can be hard to see.", "no": "Merk at det første krysset ofte oppstår bak flensen og kan være vanskelig å se."}}
{"translation": {"en": "Hold the adjusting nut secure with a thin wrench.", "no": "Hold justeringsmutteren sikker med en tynn skiftenøkkel."}}
{"translation": {"en": "Slowly continue moving the indicator closer until you see it lightly contact the spinning rim.", "no": "Fortsett sakte å flytte indikatoren nærmere til du ser det lett kontakt med den roterende felgen."}}
{"translation": {"en": "Generally the idea is to have the housing be no longer than needed to enter the housing stops in a straight line.", "no": "Generelt er ideen å ha strømpe som ikke er lenger enn nødvendig for nå festene i en rett linje."}}
{"translation": {"en": "Do not squeeze tightly or the brake will end up too tight.", "no": "Ikke klem stramt, ellers vil bremsen bli for stram."}}
{"translation": {"en": "Place a knee in the tire and stretch, using your back.", "no": "Plasser et kne i dekket og strekk, ved hjelp av ryggen."}}
{"translation": {"en": "Use this table the same as you would one of the columns on the printed TM-1 Conversion Table that comes with the tool.", "no": "Bruk denne tabellen på samme måte som en av kolonnene på den trykte TM-1-konverteringstabellen som følger med verktøyet."}}
{"translation": {"en": "Quick link chains use two removable outer plates to connect the chain.", "no": "Quick link kjeder bruke to flyttbare ytre plater for å koble kjedet."}}
{"translation": {"en": "Internal nipples are located under the rim strip, inside the rim, and require a special tool to get at them.", "no": "Interne nippler plassert under felg, inne i felg, og krever et spesielt verktøy for å komme til dem."}}
{"translation": {"en": "The 1\\\\/8 chain will measure approximately 9mm across the rivet.", "no": "1\\/8-kjeden vil måle omtrent 9 mm over naglen."}}
{"translation": {"en": "Cones are typically available as replacement parts.", "no": "Konuser er vanligvis tilgjengelig som reservedeler."}}
{"translation": {"en": "To change the wheel, begin by shifting the lever to 3rd, which relaxes the cable.", "no": "For å bytte hjulet, begynn med å flytte hendelen til 3de gir, som løser wiren."}}
{"translation": {"en": "Ceramic bearings can also be purchased as loose ball bearings (Figure 1).", "no": "Keramiske lager kan også kjøpes som løse kulelager (Figur 1 )."}}
{"translation": {"en": "When selecting a rivet to break, make sure that it is several rivets away from any connecting rivets already installed in the chain.", "no": "Når du velger en nagle å bryte, må du sørge for at det er flere nagler unna eventuelle tilkoblingsnagler som allerede er installert i kjedet."}}
{"translation": {"en": "Barrel adjusters can be located at the derailleur body or the shift lever.", "no": "Justeringskruen kan være plassert på giret eller gir hendelen."}}
{"translation": {"en": "These models of cranksets use cartridge bearing cups, a spindle with 48 small splines, a chainring and two arms.", "no": "Disse modellene av kranksett bruker kulelager, en aksel  med 48 små splines, et krankdrev og to armer."}}
{"translation": {"en": "It is sometimes possible to remove the stuck post.", "no": "Det er noen ganger mulig å fjerne en setepinne som har satt seg fast."}}
{"translation": {"en": "The bearings are removed from the bike after the cranks are removed.", "no": "Lageret fjernes fra sykkelen etter at kranken er fjernet."}}
{"translation": {"en": "A series of measurements are taken to determine alignment.", "no": "En serie målinger er tatt for å bestemme innretting."}}
{"translation": {"en": "By measuring the thickness of the braking surface and comparing it to an unused part of the rotor such as a spider arm, you can determine if it is worn out.", "no": "Ved å måle tykkelsen på bremseskiven og sammenligne den med en ubrukt bremseskive, kan du avgjøre om den er slitt ut."}}
{"translation": {"en": "Remove the wheels from the bike.", "no": "Demonter hjulene fra sykkelen."}}
{"translation": {"en": "Replacing your cables and or housing can improve shifting performance.", "no": "Utskifting av wire og strømpe kan forbedre giringen."}}
{"translation": {"en": "Consult the pictures or measurements taken earlier, if so desired.", "no": "Se bilder eller målinger tatt tidligere, hvis ønskelig."}}
{"translation": {"en": "For cassette cogs, check security of lockring.", "no": "For kassett, sjekk sikkerheten til låsering."}}
{"translation": {"en": "Again, if the metal of the rim was bent from an impact, the results may be limited.", "no": "Igjen, hvis metallet i felgen ble bøyd fra et slag, kan resultatene være begrenset."}}
{"translation": {"en": "Slow the rim and stop it where the rim is touching the indicator.", "no": "Stopp felgen der den berører indikatoren."}}
{"translation": {"en": "Next, measure the thickness of the ring at the tooth.", "no": "Deretter måles tykkelsen på ringen ved tannen."}}
{"translation": {"en": "No matter the material or size of the ferrule, they need to be properly installed  fully seated over the cable ends, and then properly seated into cable stops or other components.", "no": "Uansett materiale eller størrelse på endehylse, må de være riktig installert og klemt på wire ende, og deretter riktig plassert i wire festene eller andre komponenter."}}
{"translation": {"en": "There are also current models of freewheels that do not have an adequate design for removal.", "no": "Det er også aktuelle modeller av skrukassett som ikke har et tilstrekkelig design for demontering."}}
{"translation": {"en": "Without passing through the rear derailleur, route the chain over the front ring and the largest rear spocket.", "no": "Uten å passere gjennom bakgiret, rute kjedet over det fremre drevet og det største bakre drevet."}}
{"translation": {"en": "It is typically best to simply leave this excess.", "no": "Det er vanligvis best å bare la dette overskytende."}}
{"translation": {"en": "A rubbing or underperforming disc brake can often make a ride frustrating.", "no": "En gnissende eller underpresterende skivebrems kan ofte gjøre en tur frustrerende."}}
{"translation": {"en": "An off-center caliper will result in misaligned pad height.", "no": "En off - center kalipper vil resultere i feiljustert høyde på bremseklossen."}}
{"translation": {"en": "A third valve type is the Woods or Dunlop valve.", "no": "En tredje ventiltype er Woods- eller dunlop ventilen."}}
{"translation": {"en": "Housing should not be longer than necessary but still enter the housing stops in a straight line.", "no": "Strømpe skal ikke være lengre enn nødvendig, men fortsatt ligge i strømpefestene i en rett linje."}}
{"translation": {"en": "Normally, to correct this wobble, it is necessary to tighten left side spokes, but the check showed the left side is already tight.", "no": "Normalt, for å korrigere denne skjevheten, er det nødvendig å stramme venstre side eiker, men sjekken viste venstre side er allerede stram."}}
{"translation": {"en": "The ZS type headsets can be found on bikes with different upper and lower bore diameters (figure 6).", "no": "ZS type styrelager finnes på sykler med forskjellige øvre og nedre diameter (figur 6 )."}}
{"translation": {"en": "It can be helpful to mark it with a piece of tape.", "no": "Det kan være nyttig å markere det med et stykke tape."}}
{"translation": {"en": "Rotate the bike in the stand so the fork legs are pointing upward about 45-degrees.", "no": "Roter sykkelen i stativet slik at gaffel benene peker oppover ca 45 grader."}}
{"translation": {"en": "The first number we are concerned with from the hub is the number of spoke holes it was designed for.", "no": "Det første nummeret vi er opptatt av fra navet er antall eike hull det ble designet for."}}
{"translation": {"en": "The bearing races sit outside the headtube.", "no": "Lager skålene sitter utenfor styrerøret."}}
{"translation": {"en": "There is no adapter or cup and the bearing is pressed directly into the frame.", "no": "Det er ingen adapter eller skåler og lageret trykkes direkte inn i rammen."}}
{"translation": {"en": "In this case the chain has broken and wrapped itself around the rear derailleur so our only choice is to turn the bike into a single speed so we can get home.", "no": "I dette tilfellet har kjedet røket og pakket seg rundt bakgiret, så vårt eneste valg er å gjøre om sykkelen til single-speed slik at vi kan komme hjem."}}
{"translation": {"en": "If the setting is too loose, take the slack out with the barrel adjuster.", "no": "Hvis innstillingen er for løs, fjern slakk ut med justeringskruen."}}
{"translation": {"en": "You see this on rear wheels with multiple sprockets, and front wheels with a rotor disc: the left and right flanges are spaced at different distances from the center.", "no": "Du ser dette på bakhjul med flere drev, og framhjul med bremseskive : venstre og høyre flens er plassert i forskjellige avstander fra sentrum."}}
{"translation": {"en": "Once a lacing pattern is decided upon and the correct spokes are acquired, its too late to change your mind  a different pattern will require differently-sized spokes.", "no": "Når et snøremønster er bestemt og riktig eiker er anskaffet, er det for sent å ombestemme seg, et annet mønster vil kreve forskjellig eike lengder."}}
{"translation": {"en": "It is also possible to add some spacers between the pedal and clip to gain some additional length.", "no": "Det er også mulig å legge til noen avstandsstykker mellom pedal og cleats for å få litt ekstra lengde."}}
{"translation": {"en": "Align this groove to create an opening in the lever.", "no": "Juster dette sporet for å skape en åpning i hendelen."}}
{"translation": {"en": "Know that at a certain point, you are dealing in diminishing returns, and if you plan to radially true the wheel, you may need to go back and make further lateral truing adjustments, so dont spend too much time trying to get it perfect.", "no": "Vet at på et visst punkt, du har å gjøre med avtagende avkastning, og hvis du planlegger et hjul uten høydekast, må du kanskje gå tilbake og gjøre ytterligere justeringer av sidekast, så ikke bruke for mye tid på å prøve å få det perfekt."}}
{"translation": {"en": "In these cases the tool may simply pass through the cup without removal.", "no": "I disse tilfellene kan verktøyet ganske enkelt passere gjennom skålene uten å fjernes."}}
{"translation": {"en": "Hold the lever to the handlebars with a strap or zip tie, or have someone hold it for you.", "no": "Hold hendelen til styret med en stropp eller strips, eller få noen til å holde den for deg."}}
{"translation": {"en": "Once you hear the excessive noise, begin to back out the H-limit screw one quarter turn at a time until the noise stops.", "no": "Når du hører overdreven støy, begynner å skru ut H -stoppe skruen en fjerdedel rotasjon om gangen til støyen stopper."}}
{"translation": {"en": "At the other extreme, too high of tension can lead to wheel failures like cracked rims, broken spokes or even damaged hubs.", "no": "I det andre ytterpunktet kan for høy spenning i hjulet føre til feil som at felgen sprekker, ødelagte eiker og til og med skadet nav."}}
{"translation": {"en": "The clipless pedal systems of performance road pedals require a cleat or special fitting designed into the sole of the shoe (Figure 6).", "no": "Pedal systemene landeveispedlaer krever cleats eller spesiell montering designet i sålen på skoen (figur 6)."}}
{"translation": {"en": "It is easier to determine the error by seeing the gap between rim and gauge.", "no": "Det er lettere å bestemme feilen ved å se gapet mellom felgen og måleren."}}
{"translation": {"en": "The wedges then expand and tighten inside handlebar.", "no": "Kilene vil deretter utvides og strammes inne i styret."}}
{"translation": {"en": "This tube will likely crack at this point and eventaully fail.", "no": "Dette røret vil trolig sprekke på dette punktet og på et tidspunkt gå i stykker."}}
{"translation": {"en": "Once youve adjusted the entire wheel, re-measure the tension and record it.", "no": "Når du har justert hele hjulet, måle spenningen på nytt og registrere den."}}
{"translation": {"en": "This can lead to broken spokes, rim fatigue and a wheel that will go out of true more often.", "no": "Dette kan føre til ødelagte eiker, felg tretthet og et hjul som vil ble skjevt oftere."}}
{"translation": {"en": "Mechanical disc calipers use two brake pads, one on each side of the rotor.", "no": "Mekaniske skivebremser bruker to bremseklosser, en på hver side av bremseskiven."}}
{"translation": {"en": "If the uppermost hole is selected the spring is wound tighter for a more powerful return spring.", "no": "Hvis det øverste hullet er valgt, blir fjæren viklet tettere for en kraftigere returfjær."}}
{"translation": {"en": "We are concerned with the diameter as defined by where the end of the spoke sits when it is fully threaded into the nipple.", "no": "Vi er opptatt av diameteren som definert av hvor enden av eiken er når den er fullstendig gjenget inn i nippel."}}
{"translation": {"en": "See Freehub Service.", "no": "Se Freehub Service."}}
{"translation": {"en": "Another option is to store the radial dial assembly upside down (figure 9).", "no": "Et annet alternativ er å lagre radialskiveenheten opp ned (figur 9)."}}
{"translation": {"en": "This creates friction along the system, which will slow the shifting in both directions.", "no": "Dette skaper friksjon i systemet, noe som vil gjøre giring tregere i begge retninger."}}
{"translation": {"en": "For more on tools required, see Bottom Bracket Tool Selection: Press Fit.", "no": "Hvis du vil ha mer informasjon om verktøy som kreves, kan du se Bottom Bracket Tool Selection: Press Fit."}}
{"translation": {"en": "Never use highly flammable liquids such as gasoline, kerosene, or diesel as cleaning solvent.", "no": "Bruk aldri svært brannfarlige væsker som bensin, parafin eller diesel som rengjøringsmiddel."}}
{"translation": {"en": "The lockring sits outward from the smallest cog.", "no": "Låseringen sitter på utsiden av det minste tannhjulet."}}
{"translation": {"en": "After reducing these, the low spots may not look so low.", "no": "Etter å ha redusert disse, kan ikke de lave punktene for skjevhet se så lave ut."}}
{"translation": {"en": "Imagine a line through the pulley center that is parallel to the barrel adjuster and cable entrance.", "no": "Forestill deg en linje gjennom trinsehjulet som er parallell med inngangen til justeringskruen og wiren."}}
{"translation": {"en": "The hub gearing systems drive off the axle and the axle must be locked securely from rotation.", "no": "Nav girsystemene kjører av aksling og akslingen må låses sikkert fra rotasjon."}}
{"translation": {"en": "Generally, the best bearing adjustment is as loose as possible, but without bearing play or knocking.", "no": "Generelt er den beste lager justeringen så løs som mulig, men uten slark eller banking."}}
{"translation": {"en": "It can be useful to create a reference mark to help control the adjustments to the left-side cup.", "no": "Det kan være nyttig å opprette et referansemerke for å kontrollere justeringene til venstreside skål."}}
{"translation": {"en": "Another option seen in the lower sample is a woven, or braided housing.", "no": "Et annet alternativ sett i den nedre sjiktet er et vevet eller flettet strømpe."}}
{"translation": {"en": "There are also 700a and 700b tires and wheels, but none interchange with the more common 700c.", "no": "Det er også 700a og 700b dekk og hjul, men ingen utveksling med de mer vanlige 700c."}}
{"translation": {"en": "Once the bars are loose, loosen the stem binder bolt two revolutions and remove the stem.", "no": "Når styret er løst, løsne festebolten til stemmet to omdreininger og fjern stemmet."}}
{"translation": {"en": "These final adjustments apply to all mechanical disc brakes.", "no": "Disse siste justeringene gjelder for alle mekaniske skivebremser."}}
{"translation": {"en": "If only the outer threads are bad, you may still be able to remove it using a normal tool.", "no": "Hvis bare de ytre gjengene er dårlige, kan du fortsatt være i stand til å fjerne den ved hjelp av et vanlig verktøy."}}
{"translation": {"en": "This is an easy place to get confused and move the rim the wrong way.", "no": "Dette er et enkelt sted å bli forvirret og flytte felgen på feil måte."}}
{"translation": {"en": "When adjusting wheel tension, our number one goal is achieve consistent tension, or what we call good relative tension.", "no": "Når vi justerer spenningen i hjulet, er vårt fremste mål å oppnå konsekvent spenning, eller det vi kaller god relativ spenning."}}
{"translation": {"en": "For 1\\\\/2 x 20 tpi pedals, use tap set TAP-3.", "no": "For 1  \\/ 2 x 20 tpi pedaler, bruk trykk satt TAP-3."}}
{"translation": {"en": "These spokes are likely to rub against the rim strip or rim tape and eventually cause a flat.", "no": "Disse eikene vil sannsynligvis gni mot felg eller felgbånd og til slutt forårsake en punktering."}}
{"translation": {"en": "These older freehub cogs did not use a freewheel or cassette lockring removal tool.", "no": "Disse eldre skrukassettene brukte ikke boss eller verktøy for å fjerne låsering."}}
{"translation": {"en": "There are two different length R2R spokes.", "no": "Det er to forskjellige lengde R2R eiker."}}
{"translation": {"en": "These three points of contact - two on the rim, one on the hub - represent the centering of the rim relative to the right side of the hub.", "no": "Disse tre kontaktpunktene - to på felgen, en på navet - representerer sentreringen av felgen i forhold til høyre side av navet."}}
{"translation": {"en": "Remove the brake pads before bleeding or replacing fluid so they do not become contaminated with brake fluid.", "no": "Fjern bremseklosser før lufting eller erstatning av væske slik at de ikke blir utsatt for bremsevæske."}}
{"translation": {"en": "Some chains can be used between different brands.", "no": "Noen kjeder kan brukes mellom forskjellige merker."}}
{"translation": {"en": "Cut the new chain to the same length as the old chain and voila, your chain is sized.", "no": "Kutt det nye kjedet til samme lengde som det gamle kjedet og voila, ditt kjede har riktig størrelse."}}
{"translation": {"en": "First, remove the grip from the handlebar and move the controls inboard.", "no": "Først fjerner du holkene fra styret og flytter hendlene innover."}}
{"translation": {"en": "It is recommended to lubricate inside the housing when the cable is installed.", "no": "Det anbefales å smøre inne i strømpen når wiren installeres."}}
{"translation": {"en": "If possible, begin by mounting bike in stand.", "no": "Hvis mulig, begynn med å montere sykkelen i stativ."}}
{"translation": {"en": "This article will discuss the adjustment of internal geared hubs.", "no": "Denne artikkelen vil diskutere justering av nav med intern giring."}}
{"translation": {"en": "A different spacer with different inside diameter for the spindle are available for the SRAM GXP cranksets.", "no": "En annen spacer med forskjellig innvendig diameter for akslinger er tilgjengelig for SRAM GXP kranksett."}}
{"translation": {"en": "The caliper on the right has the wider spacer inboard.", "no": "Kaliperen til høyre har den bredere avstandskloss."}}
{"translation": {"en": "There are two places to check the remaining battery charge.", "no": "Det er to steder å sjekke den gjenværende batteriladingen."}}
{"translation": {"en": "The hub where the gear changes take place is not considered user serviceable, or even accessible.", "no": "Nav der girskiftene finner sted regnes ikke som bruksvennlig, eller til og med tilgjengelig."}}
{"translation": {"en": "Chain lubes are typically offered in a variety of formulations for specific riding conditions.", "no": "Kjede olje tilbys vanligvis i en rekke utgaver for spesifikke kjøreforhold."}}
{"translation": {"en": "Its a good idea to have some light lubricant on hand as well as a rag to clean it up.", "no": "Det er en god idé å ha litt lett smøremiddel på hånden, samt en fille for å gjøre rent."}}
{"translation": {"en": "For chain tools with two shelves, such as the CT-3, CT-5 and CT-7, the chain should be placed on the lower shelf when driving out a chain rivet.", "no": "For kjedeverktøy med to hyller, som CT-3, CT-5 og CT-7, bør kjedet plasseres på den nedre hyllen når du presser ut en kjedesplint."}}
{"translation": {"en": "Planetary gear systems produce distinct gear ratios as the rider shifts up and down the gear system.", "no": "Planetære girsystemer produserer forskjellige girforhold når rytteren girer opp og ned i girsystemet."}}
{"translation": {"en": "While most chains can be sized using the same methods, Campagnolo recommends specific measures be taken in order to ensure ideal shifting feel at the levers.", "no": "Mens de fleste kjeder kan dimensjoneres ved hjelp av de samme metodene, anbefaler Campagnolo spesifikke tiltak for å sikre ideell gir følelse på sine hendler."}}
{"translation": {"en": "If the chain hops as it passes of the pulley wheels, it may have a tight link.", "no": "Hvis kjedet hopper når det passerer trinsehjulene, kan det ha et stivt ledd."}}
{"translation": {"en": "When pedal shaft is installed into pedal body, grease will be forced through bearing cup and ball bearings.", "no": "Når pedal akselen er installert i pedal kroppen, vil fett bli tvunget gjennom lager skåler og kulelager."}}
{"translation": {"en": "For example, tightening the right side moves the rim to the right, but it also raises the overall spoke tension, including the left side spokes.", "no": "For eksempel, stramme høyre side beveger felgen til høyre, men det hever også det totale eikespennet, inkludert venstre side eiker."}}
{"translation": {"en": "Count the number of tool fittings on the cup.", "no": "Tell antall tenner på skålen."}}
{"translation": {"en": "The derailleur uses a solenoid initiate the shift.", "no": "Giret bruker en solenoid for å gjennomføre giringen."}}
{"translation": {"en": "What is being bent is the narrow section between frame and dropout.", "no": "Det som blir bøyd er den smale delen mellom ramme og girøret."}}
{"translation": {"en": "This is a very important angle for rider comfort, performance and health.", "no": "Dette er en svært viktig vinkel for rytterens komfort, ytelse og helse."}}
{"translation": {"en": "Internally-routed housing is when the housing runs through the frame and other components, and can be either segmented or full housing.", "no": "Innvendig trekt strømpe er når strømpen går igjennom rammen og andre komponenter, og kan enten være delt opp eller hel strømpe."}}
{"translation": {"en": "You will be able to see how much your work has adjusted the overall tension.", "no": "Du vil kunne se hvor mye arbeidet ditt har justert den generelle spenningen."}}
{"translation": {"en": "If you have a removable faceplate, remove the faceplate and bar.", "no": "Hvis du har en avtakbar frontplate, fjern frontplaten og styret."}}
{"translation": {"en": "It can be confusing to differentiate these from some bottom brackets that install into threaded shells, which are visually similar.", "no": "Det kan være forvirrende å skille disse fra noen kranklagere som installeres i gjengede krankhus, som er visuelt like."}}
{"translation": {"en": "Trim the cable and install the cable end cap.", "no": "Trim wiren og monter endehylse."}}
{"translation": {"en": "Install bearings and fully cover with grease.", "no": "Installer lageret helt dekket med fett."}}
{"translation": {"en": "Because the rim is somewhat flexible, we tend to correct both high and low spots to average out the rim for adequate roundness.", "no": "Fordi felgen er noe fleksibel, har vi en tendens til å korrigere både høye og lave punkter for skjevhet for å gjennomsnittlig få en felg med tilstrekkelig rundhet."}}
{"translation": {"en": "Rather, good tension looks at the entire wheel system with the goal being consistently good tension between all the spokes.", "no": "Snarere ser god spenning på hele hjul systemet med mål å være konsekvent god spenning mellom alle eikene."}}
{"translation": {"en": "Remove the pieces.", "no": "Fjern bitene."}}
{"translation": {"en": "Use a small Phillips screwdriver such as the SD-0 to remove.", "no": "Bruk en liten Phillips skrutrekker som SD-0 for å demontere ."}}
{"translation": {"en": "Now we will determine where to make the first spoke tension corrections.", "no": "Nå vil vi bestemme hvilken eike justering du skal utføre først."}}
{"translation": {"en": "There are some outliers on some older bikes.", "no": "Det er noen outliers på noen eldre sykler."}}
{"translation": {"en": "Some handlebars use a center section that is press on, called a sleeve.", "no": "Noen styrer bruker en midtseksjon som er trykt på, kalt en hylse."}}
{"translation": {"en": "There may be a star-shaped nut or other fittings inside the steering column.", "no": "Det kan være en stjerneformet mutter eller andre beslag inne i styrerøret."}}
{"translation": {"en": "An example of metric thread would be 10mm x 1mm (common rear derailleur bolt).", "no": "Et eksempel på metrisk gjenge ville være 10 mm x 1 mm (vanlig bakgir bolt)."}}
{"translation": {"en": "The goal is to find the loosest adjustment that has no play.", "no": "Målet er å finne den løseste justeringen som ikke har noe slark."}}
{"translation": {"en": "Always line up outer plates with outer plates or inner plates with inner plates.", "no": "Alltid stille opp ytre plater med ytre plater eller indre plater med indre plater."}}
{"translation": {"en": "This article will focus on the installation of the system as an after-market component system (Figure 1).", "no": "Denne artikkelen vil fokusere på installasjon av systemet som et ettermarkedskomponentsystem (figur 1 )."}}
{"translation": {"en": "Taking the hub width and dividing by two defines the mid plane or center of the bike.", "no": "Ta bredden på navet og dividere med to, så definerer det midten av sykkelen."}}
{"translation": {"en": "Retaining compounds tend to have a higher viscosity than threadlockers.", "no": "Gjengelås har en tendens til å ha en høyere viskositet enn gjengelim."}}
{"translation": {"en": "Remove the nut fully after the inner tube is deflated.", "no": "Fjern mutteren helt etter at slangen er tom for luft."}}
{"translation": {"en": "Install the spoke wrench fully on the nipple and take note of the wrench orientation on the nipple.", "no": "Installer eikenøkkelen godt på nippel og legg merke til eikenøkkel retningen i forhold til nippen."}}
{"translation": {"en": "Some cosmetic scarring of the fork crown may occur on these forks.", "no": "Noen kosmetisk arrdannelse av gaffel krone kan forekomme på disse gaflene."}}
{"translation": {"en": "Put the bike in a repair stand or turn it upside down.", "no": "Sett sykkelen i et reparasjonsstativ eller snu den opp ned."}}
{"translation": {"en": "In between stops, the cable is exposed.", "no": "I mellom stopp, er wiren eksponert."}}
{"translation": {"en": "Slide indicator toward rim to same point near valve.", "no": "Skyv indikatoren mot felgen til det samme punktet nær ventilen."}}
{"translation": {"en": "Before determining spoke length, youll need a rim and hub that are both compatible with each other and the bike in which the wheel will be installed.", "no": "Før du bestemmer eikelengde, trenger du en felg og et nav som begge er kompatible med hverandre og sykkelen der hjulet skal installeres."}}
{"translation": {"en": "Adaptor plates bolted between the shell and bottom bracket are not acceptable.", "no": "Adapterplater boltet mellom skallet og kranklager er ikke akseptabelt."}}
{"translation": {"en": "Install the chain tool and drive the connecting rivet into the chain.", "no": "Installer kjedeverktøy og kjør kjedesplinten inn i kjedet."}}
{"translation": {"en": "This helps prevent loosing the gauge.", "no": "Dette bidrar til å forhindre tap av måleren."}}
{"translation": {"en": "When the cartridge bearings are worn, rough, or have play, the cartridge should be replaced.", "no": "Når kulelager er slitt, grove, eller har slark, bør kulelageret erstattes."}}
{"translation": {"en": "Many BMX and freestyle bicycles use a unique crank system that utilizes a 48 spline spindle.", "no": "Mange BMX og freestyle sykler bruker et unikt krank system som benytter en aksling med 48 splines."}}
{"translation": {"en": "The numbers 90 and 95 refer to nominal shell width.", "no": "Tallene 90 og 95 refererer til nominell skallbredde."}}
{"translation": {"en": "The amount of pressure applied by a thread can be substantial in order to hold the joint secure.", "no": "Mengden av trykk som påføres av en gjenge kan være betydelig for å holde skjøten sikker."}}
{"translation": {"en": "With the pad nut loosened, apply some mild force to bring the pads to the rim.", "no": "Når skruen til bremseklossen er løsnet, bruk mild kraft for å føre bremseklossene mot felgen."}}
{"translation": {"en": "Hex-shaped nipples appear similar in shape to the common six-sided nut.", "no": "Hex formet nippler ser lik ut i form som en vanlig sekskantet mutter."}}
{"translation": {"en": "Once you reach the head tube of the bike you are often faced with the option of going around to the left or right.", "no": "Når du kommer over overrøret på sykkelen, står du ofte overfor muligheten til å gå av til venstre eller høyre."}}
{"translation": {"en": "It is also sometimes necessary to remove the pedals for replacement and to service the pedal bearings.", "no": "Det er også noen ganger nødvendig å fjerne pedaler for utskifting og å vedlikeholde lager i pedalene."}}
{"translation": {"en": "Trim the cable, install an end cap, and then crimp.", "no": "Trim wiren, installer en endehylse, og klem deretter fast."}}
{"translation": {"en": "The old tire must first be removed.", "no": "Det gamle dekket må først fjernes."}}
{"translation": {"en": "An often overlook place for friction is the bottom bracket cable guides.", "no": "Et ofte oversett sted for friksjon er wire-guiden under kranklageret."}}
{"translation": {"en": "Illustrations of the proper angles to set the funnel for all styles are also provided.", "no": "Illustrasjoner av de riktige vinkler for å sette trakten for alle stiler er også gitt."}}
{"translation": {"en": "An insufficiently-lubricated chain will wear out faster and require replacement.", "no": "Et utilstrekkelig smurt kjede vil slites ut raskere og krever utskifting."}}
{"translation": {"en": "Use a seal pick to lift the rubber seal from the inner edge (Figure 7).", "no": "Bruk et pirkeverktøy for å løfte gummitetningen fra den indre kanten (figur 7)."}}
{"translation": {"en": "If the ratchets get worn, they will not consistently move and position the cable, making good shifting nearly impossible.", "no": "Hvis palene blir slitt, vil de ikke konsekvent bevege seg for å plassere wiren i posisjon, noe som gjør det nesten umulig å gire."}}
{"translation": {"en": "New disc pads may require a burn in period.", "no": "Ny skivebremseklosser kan kreve en innkjørings periode."}}
{"translation": {"en": "This is basically a fluted bolt that cleans the threads.", "no": "Dette er i utgangspunktet en riflet bolt som renser trådene."}}
{"translation": {"en": "This is adjustable on most bikes and is set to the riders preference.", "no": "Dette er justerbart på de fleste sykler og er satt til rytternes preferanse."}}
{"translation": {"en": "Better quality bearing surfaces are ground smoother and will have less friction and resistance to turning.", "no": "Lager av bedre kvalitet har en jevnere overflate og vil ha mindre friksjon og motstand mot å styre."}}
{"translation": {"en": "This will be saved as notes that appear at the top of the WTA for this wheel.", "no": "Dette vil bli lagret som notater som vises på toppen av WTA for dette hjulet."}}
{"translation": {"en": "Spin the wheel to verify that the high spot was reduced and the rim is no longer rubbing.", "no": "Spinn hjulet for å verifisere at det høye punktet ble redusert og felgen ikke lenger berører indikatoren."}}
{"translation": {"en": "If the chain comes off either the front or rear sprockets, increase tension and test again.", "no": "Hvis kjedet faller av enten på det fremre eller bakre drevet, øk spenningen og test igjen."}}
{"translation": {"en": "First, verify that your components are tubeless compatible.", "no": "Først må du kontrollere at komponentene dine er tubeless kompatible."}}
{"translation": {"en": "Use a rag to protect your hand if pulling the inner wire.", "no": "Bruk en fille for å beskytte hånden din hvis du drar i wiren."}}
{"translation": {"en": "The flexing under stress will cause the arm to loosen, but it will also cause the crank hole to become enlarged, ruining the arm.", "no": "Bøyning under stress vil føre til at armen løsner, men det vil også føre til at krankarm hullet blir forstørret og ødelegger armen."}}
{"translation": {"en": "This produces a gear ratio that would be equal to a one-speed bike with no internal gearing.", "no": "Dette gir et girforhold som ville være lik en single-speed sykkel uten intern giring."}}
{"translation": {"en": "Set the FAG-2 to contact the same three points on right side, mirroring the tool placement at the head tube, seat tube, and rear dropout.", "no": "Sett FAG-2 til å kontakte de samme tre punktene på høyre side, speiler verktøyplasseringen på overrør, seterør og girøret."}}
{"translation": {"en": "If the threads are completely stripped, the arm is basically ruined.", "no": "Hvis gjengene er helt strippet, er armen i utgangspunktet ødelagt."}}
{"translation": {"en": "On wheels with the left and right flanges spaced at different distances from the center, it is extra important to pay attention to the tension of the wheel.", "no": "På hjul med venstre og høyre flenser fordelt på forskjellige avstander fra sentrum, er det ekstra viktig å være oppmerksom på spenningen i hjulet."}}
{"translation": {"en": "Do not expect a perfect circle on the graph, each same spoke with the exact same tension.", "no": "Ikke forvent en perfekt sirkel på grafen, hvor hver eike har nøyaktig samme spenning."}}
{"translation": {"en": "On wheels with one hub flange inset different from the other, the spokes will approach the rim at different angles.", "no": "På hjul med en nav flens innsats forskjellig fra den andre, vil eikene nærme seg felgen i forskjellige vinkler."}}
{"translation": {"en": "Bearing surface smoothness will vary between manufacturers and between models.", "no": "Lager overflatens glatthet vil varierer mellom produsenter og mellom modeller."}}
{"translation": {"en": "Cranks must be removed from the spindle to service the bottom bracket bearings or to replace the chainrings.", "no": "Krank må fjernes fra akslinger for å vedlikeholde kranklager eller for å erstatte krankdrev."}}
{"translation": {"en": "For more detail see Wheel Truing.", "no": "For flere detaljer se Wheel Truing."}}
{"translation": {"en": "Next check the dish of the wheel  see Wheel Dishing (Centering).", "no": "Neste sjekk sentrering av hjul se Wheel Dishing ( Centering)."}}
{"translation": {"en": "It is necessary to remove the tire and rim strip to access the nipple.", "no": "Det er nødvendig å fjerne dekk og felg for å få tilgang til nippel."}}
{"translation": {"en": "To service the freehub, begin by removing rear cogs.", "no": "For å vedlikeholde bosset, begynn med å ta av kassetten."}}
{"translation": {"en": "Grab any free spoke.", "no": "Ta en hvilken som helst ledig eike."}}
{"translation": {"en": "This reduces the tendency of the caliper to move back and forth quickly when the rim is contacted.", "no": "Dette reduserer tendensen til at kaliperen beveger seg frem og tilbake raskt når felgen berøres."}}
{"translation": {"en": "Both the left and right brake pads move downward on an arc as they approach the rim.", "no": "Både venstre og høyre bremsekloss beveger seg nedover på en bue når de nærmer seg felgen."}}
{"translation": {"en": "Secure steel chainring bolts to about 60 inch-pounds, which is about fifteen pounds of effort holding a wrench four inches from the bolt.", "no": "Sikre stål krankdrev bolter til ca 60 tommer - pounds, som er ca femten pounds av innsats holder en skiftenøkkel fire inches fra bolten."}}
{"translation": {"en": "If the two are within a degree, the bike should be adequately aligned.", "no": "Hvis de to er innenfor en grad, bør sykkelen være tilstrekkelig justert."}}
{"translation": {"en": "People like the simplicity of two-cog drivetrains.", "no": "Folk liker enkelheten i to-drevs drivverk."}}
{"translation": {"en": "The locknut is tightened against the cone to prevent the cone from moving.", "no": "Låseringen strammes mot konus for å hindre at konusen beveger seg."}}
{"translation": {"en": "In time, you will become versed in estimating acceptable tension.", "no": "Med tiden vil du bli bevandret i å estimere akseptabel spenning."}}
{"translation": {"en": "Spokes are typically available in 1 millimeter increments, and the proper length is determined by formulas which are based on a series of measurements.", "no": "Eiker er vanligvis tilgjengelig i 1 millimeters intervaller, og den riktige lengden bestemmes av formler som er basert på en serie målinger."}}
{"translation": {"en": "Tightening the underside of this wheel will improve the dish", "no": "Stramming av undersiden av hjulet vil forbedre sentreringen"}}
{"translation": {"en": "With use, pads will simply lose material and become too thin to be effective.", "no": "Ved bruk vil bremseklosser ganske enkelt miste materiale og bli for tynn til å være effektiv."}}
{"translation": {"en": "Allow this first coat to completely dry, ideally overnight.", "no": "La dette første strøket tørke helt, helst over natten."}}
{"translation": {"en": "So, if your spoke gets mangled during a crash, it is unlikely to be as severe a bend as the original factory bend.", "no": "Så, hvis en eike blir bøyd under en krasj, er det lite sannsynlig å være så alvorlig en bøy som den opprinnelige fabrikken bøy."}}
{"translation": {"en": "There should be no slack in the chain, and the derailleur should not pull so far back that the chain contacts itself.", "no": "Det bør ikke være slakk i kjedet, og giret bør ikke trekke så langt tilbake at kjedet berører seg selv."}}
{"translation": {"en": "A rim strip covers the holes or nipples.", "no": "Et felgbånd dekker hullene eller nipplene."}}
{"translation": {"en": "If you are outside, consider spraying your work surface with water before getting started to make grease and contaminants easier to clean up after youre done.", "no": "Hvis du er ute, bør du vurdere å sprøyte arbeidsflaten med vann før du begynner med fett og kjemikalier lettere å rydde opp etter at du er ferdig."}}
{"translation": {"en": "Pry this cover open with a pick or small screwdriver so the cable can exit.", "no": "Dette dekselet åpnes med et pirkeverktøy eller liten skrutrekker slik at wiren kan tas ut."}}
{"translation": {"en": "Use the Park Tool RT-1 head cup remover to drive out one cup.", "no": "Bruk Park Tool RT-1 head cup remover å presse ut en skål."}}
{"translation": {"en": "This will help seat the housing into the ferrules as well as do a bit of pre stress on the system.", "no": "Dette vil hjelpe å presse strømpen inn i endehylsene samt gjøre litt press på systemet."}}
{"translation": {"en": "Housing and cables are often routed under the tape.", "no": "Strømpe og wire blir ofte lagt under styretape."}}
{"translation": {"en": "The outside of this surface should get some grease to help them run smooth and not blind.", "no": "Utsiden av denne overflaten bør få litt fett for å hjelpe dem å løpe glatt og ikke blind."}}
{"translation": {"en": "Cup-and-cone style bottom brackets feature two tool fittings on the non-drive side, one of which is a notched lockring that is separate from the cup.", "no": "Cup-and-cone kranklageret har to verktøy beslag på non-drive side, hvorav den ene er en hakkete låsering som er atskilt fra kranklager skålene."}}
{"translation": {"en": "With this system you will need to remove the bar tape and controls from at least one side of the bar so that you can slide the the bar through the stem.", "no": "Med dette systemet må du fjerne styretape og hendler fra minst én side av styret slik at du kan skyve styre gjennom stemmet."}}
{"translation": {"en": "Do not soak freehub in degreaser or solvent as cartridge bearings may become contaminated.", "no": "Ikke dynk boss i avfettingsmiddel eller løsemiddel da kulelager kan bli forurenset."}}
{"translation": {"en": "Frame alignment issues and repairs are best addressed by professional mechanics and frame builders.", "no": "Ramme justering problemer og reparasjoner er best utført av profesjonelle mekanikere og ramme byggere."}}
{"translation": {"en": "There is no bearing or cup contact with the face of headtube.", "no": "Det er ingen lager eller skåler i kontakt med utsiden av styrerøret."}}
{"translation": {"en": "Determine acceptability of press fit as described above.", "no": "Bestem aksepterbarheten av press-fit som beskrevet ovenfor."}}
{"translation": {"en": "The reading is taken at the end of the pointer, at the reading plate on the primary beam.", "no": "Avlesningen foretas ved enden av pekeren, ved avlesningsplaten på primærstrålen."}}
{"translation": {"en": "Begin by installing the drive-side cup.", "no": "Begynn med å installere drivside skåler"}}
{"translation": {"en": "The various anti-seize materials are also effective and tend to be more resistant to water and corrosion.", "no": "De forskjellige anti-seize materialene er også effektive og har en tendens til å være mer motstandsdyktige mot vann og korrosjon."}}
{"translation": {"en": "If threading is involved, record thread standard.", "no": "Hvis gjenging er involvert, registrer gjengestandard."}}
{"translation": {"en": "The face of the pad and the face of the rim to be square.", "no": "Overflaten på bremseklossen og overflaten på felgen skal være midtstilt."}}
{"translation": {"en": "...we can see that it moves the indicator towards the hub.", "no": "... vi kan se at det beveger indiokator mot nav."}}
{"translation": {"en": "Maintaining your own bike can be fun, but it can also be confusing at times to know which tools you will need to perform the service you want.", "no": "Vedlikehold av din egen sykkel kan være morsomt, men det kan også være forvirrende til tider å vite hvilke verktøy du trenger for å utføre tjenesten du vil ha."}}
{"translation": {"en": "Attach brake wire to caliper and adjust brake as normal.", "no": "Fest bremsewire til kalipper og justere brems som vanlig."}}
{"translation": {"en": "The concept of tension balancing is to change and adjust tension between same side spokes so they are relatively close to the same tension.", "no": "Konseptet med spenningsbalansering er å endre og justere spenningen mellom eiker på samme side slik at de er relativt nær den samme spenningen."}}
{"translation": {"en": "More tension can be added if necessary.", "no": "Mer spenning kan legges til om nødvendig."}}
{"translation": {"en": "The hub uses a rod that is pulled outward by a lever in the housing.", "no": "Navet bruker en stang som trekkes utover av en spak i skallet."}}
{"translation": {"en": "As far as the L-limit screw, we will wait to adjust that until after we have adjusted the derailleur indexing and cable tension.", "no": "Så langt som L - stoppe skruen, vil vi vente med å justere det til etter at vi har justert giringen."}}
{"translation": {"en": "To get a gap you can measure more easily, reset the dishing tool and use the left side as the beginning reference side.", "no": "For å få et gap kan du måle lettere, tilbakestille sentreringsverktøyet og bruke venstre side som startreferanseside."}}
{"translation": {"en": "Again, if the difference between the indicator and face is under 1mm it should be considered within tolerance.", "no": "Igjen, hvis forskjellen mellom indikator og kontaktflate er under 1 mm det bør vurderes som innenfor toleranse."}}
{"translation": {"en": "In order to to balance the tension in this situation, the mechanic should loosen spoke #4, while tightening #3 and #5.", "no": "For å balansere spenningen i denne situasjonen, bør mekanikeren løsne eike # 4, mens stramme # 3 og # 5."}}
{"translation": {"en": "Inspect thread showing at end of nipple.", "no": "Sjekk gjengen som vises på enden av nippel."}}
{"translation": {"en": "Tubeless tires can offer lower rolling resistance and because there is no inner tube, they are less susceptible to pinch flats.", "no": "Tubeless dekk kan tilby lavere rullemotstand, og fordi det ikke er noen slange, er de mindre utsatt for punktering."}}
{"translation": {"en": "Connecting rivets will appear visually different from other rivets.", "no": "Kjedesplinter vil visuelt skille seg fra andre splinter."}}
{"translation": {"en": "The table below shows every style that has a compatible installation & removal tool made by Park Tool.", "no": "Tabellen nedenfor viser hver stil som har et kompatibelt installasjons- og fjerningsverktøy laget av Park Tool."}}
{"translation": {"en": "Hydraulic brake systems use a piston at the hand lever called the master piston.", "no": "Hydrauliske bremse systemer bruker et stempel på bremsehendelen kalt masterstempelet."}}
{"translation": {"en": "For more information, see Handlebar Tape Installation (Drop Bars).", "no": "Hvis du vil ha mer informasjon, kan du se  Handlebar Tape Installation (Drop Bars)."}}
{"translation": {"en": "But how true is true enough?", "no": "Men hvor stramt er stramt nok?"}}
{"translation": {"en": "When the spoke has a larger angle, it has more mechanical advantage and will require less tension to counter the opposing side.", "no": "Når eiken har en større vinkel, har den mer mekanisk fordel og vil kreve mindre spenning for å motvirke den motsatte siden."}}
{"translation": {"en": "There should be approximately one half inch of movement in the chain up and down at a point half way between the front and rear sprockets.", "no": "Det bør være omtrent en halv tomme av bevegelse i kjedet opp og ned på et punkt halvveis mellom drev foran og bak."}}
{"translation": {"en": "Pull rubber cover forward to expose cable access hole on the outer edge of each lever.", "no": "Trekk gummidekselet fremover for å eksponere tilgangshullet til wiren på ytterkanten av hver hendel."}}
{"translation": {"en": "Both right and left sides match relative to the hub.", "no": "Både høyre og venstre side samsvarer i forhold til navet."}}
{"translation": {"en": "This article will review removal and installation of self-extracting type cranks.", "no": "Denne artikkelen vil gjennomgå fjerning og installasjon av selvtrekkende type krank."}}
{"translation": {"en": "It may take a few attempts to see progress.", "no": "Det kan ta noen forsøk å se fremgang."}}
{"translation": {"en": "The brake cable exits from the inner hole.", "no": "Bremsewiren går ut av det indre hullet."}}
{"translation": {"en": "This includes the stepped spindles such as the SRAM GXP in 22\\\\/24.", "no": "Dette inkluderer den trinnvise akslingen som SRAM GXP i 22 '\\/24."}}
{"translation": {"en": "Relevant tools might be steel levers for known tight beads.", "no": "Relevante verktøy kan være stål spaker for trange dekk."}}
{"translation": {"en": "One arm pivots in the middle of the brake, the other arm pivots off to the side.", "no": "En arm svinger i midten av bremsen, den andre armen svinger av til siden."}}
{"translation": {"en": "This is the angle at which a spoke leaves the hub and travels to the rim.", "no": "Dette er vinkelen hvor en eike forlater nav og strekker seg til felgen."}}
{"translation": {"en": "The amount of turning will vary, but 1\\\\/4 turn (90 degrees) at a time is a good general guideline.", "no": "Mengden av dreining vil variere, men 1  \\/ 4 sving ( 90 grader ) om gangen er en god generell retningslinje."}}
{"translation": {"en": "In the above example, if a wheel deviates in one section to the right, but the spokes on the right side appear relatively loose and the spokes on the left side of the wheel appear tight, the rim metal is bent.", "no": "I eksemplet ovenfor, hvis et hjul avviker i en seksjon til høyre, men eiker på høyre side er relativt løse og eiker på venstre side av hjul er stramme, så er felgen bøyd."}}
{"translation": {"en": "This housing is not designed for the load of braking and may fail during use.", "no": "Denne Sstrømpen er ikke konstruert for belastningen av bremsing og kan feile under bruk."}}
{"translation": {"en": "Begin by obtaining the correct replacement pin for your specific chain tool.", "no": "Begynn med å skaffe riktig splint for ditt spesifikke kjedeverktøy."}}
{"translation": {"en": "Hold the outer  fitting using a cone wrench, and rotate it slightly inward.", "no": "Hold den ytre konusen ved hjelp av en konus nøkkel, og skru den litt innover."}}
{"translation": {"en": "As an option, go ride the bike, but the important thing is to keep the fluid moving around.", "no": "Som et alternativ, gå på sykkelen, men det viktigste er å holde væsken i bevegelse."}}
{"translation": {"en": "Apply a small drop to each individual rivet.", "no": "Påfør en liten dråpe til hver enkelt nagle."}}
{"translation": {"en": "Install and fully inflate the tube.", "no": "Installer og blås opp slangen helt."}}
{"translation": {"en": "It is first necessary to disassemble the pump alloy head assembly .", "no": "Det er først nødvendig å demontere pumpe hodet."}}
{"translation": {"en": "The WTA also generates basic statistics based on the data entered for each side of the wheel (figure 7).", "no": "WTA genererer også grunnleggende statistikk basert på dataene som er angitt for hver side av hjulet ( figur 7 )."}}
{"translation": {"en": "A wheel with spokes that are within plus or minus 20% of the wheels average spoke tension is generally considered to have acceptable relative tension.", "no": "Et hjul med eiker som ligger innenfor pluss eller minus 20 % av hjulenes gjennomsnittlige ekespenn anses generelt å ha akseptabel relativ spenning."}}
{"translation": {"en": "This allows a bike with mix standards to be fit.", "no": "Dette gjør at en sykkel med blanding av standarder kan passe."}}
{"translation": {"en": "Cantilever calipers can be designed for either smooth stud brake pads or threaded stud pads.", "no": "Cantilever kalippere kan utformes for enten bremseklosser med glatt stang eller bremseklosser med gjenget stang."}}
{"translation": {"en": "View the wrench from the orientation of the pedals, standing to the right side of the bike for the right pedal, and the left side of the bike for the left pedal.", "no": "Se skiftenøkkelen fra orienteringen av pedaler, stående til høyre side av sykkelen for høyre pedal, og venstre side av sykkelen for venstre pedal."}}
{"translation": {"en": "The front chainrings should to be within a certain distance of the bicycle center line.", "no": "Framre krankdrev bør være innenfor en viss avstand fra sykkelen sentrum linje."}}
{"translation": {"en": "Insert the master link to get a true side-by-side comparison.", "no": "Sett inn master linken for å få en sann side - ved side sammenligning."}}
{"translation": {"en": "Threads may need realignment, or may have weld splatter from manufacturing that prevents the threading of the bearings.", "no": "Gjenger kan trenge justering, eller kan ha sveise punkter fra produksjon som hindrer gjenging av lager."}}
{"translation": {"en": "See our article on spoke wrench selection for more information.", "no": "Se vår artikkel om eikenøkkel utvalg for mer informasjon."}}
{"translation": {"en": "This makes adjustment easier.", "no": "Dette gjør tilpasningen enklere."}}
{"translation": {"en": "Always check slope of thread if in doubt.", "no": "Sjekk alltid helling av gjengen hvis du er i tvil."}}
{"translation": {"en": "Pedal bearings can also creak.", "no": "Pedal lager kan også knirke."}}
{"translation": {"en": "For suspension bikes, account for any rear axle movement during linkage movement.", "no": "For sykler med demper, ta hensyn til eventuelle bevegelse i bakre aksel under demping."}}
{"translation": {"en": "Align the tape to one side, close to the rim sidewall.", "no": "Juster båndet til den ene siden, nær felgkanten."}}
{"translation": {"en": "Integrated headsets in the SHIS system are abbreviated as IS.", "no": "Integrert styrelager i SHIS-systemet er forkortet som IS."}}
{"translation": {"en": "If the wheel is being removed for tire or tube service, or wheel truing, there is no need to remove the hub-interface or shift adapter washer.", "no": "Hvis hjulet blir demontert for service på dekk eller slange, eller hjul retting, er det ikke nødvendig å fjerne nav - grensesnitt eller gir adapter skive."}}
{"translation": {"en": "However, the bar developed a crack where it was held by the stem.", "no": "Imidlertid utviklet styret en sprekk hvor den ble holdt av stemmet."}}
{"translation": {"en": "As you pile on the miles, your bikes chain will wear out.", "no": "Etter som du drar på mil etter mil, vil sykkelens kjede slites ut."}}
{"translation": {"en": "To select the correct shim, install the cutter on the holder without spacer and install the holder on the handle of the BFS-1.", "no": "For å velge riktig shim, installer kutteren på holderen uten spacer og installer holderen på håndtaket på BFS-1."}}
{"translation": {"en": "Remove rear derailleur.", "no": "Demonter bakgir."}}
{"translation": {"en": "Many press fit bottom brackets are designed so a removal tool must be seated against the bearing.", "no": "Mange press fit kranklager er utformet slik at et demonteringsverktøy må være i kontakt med lageret."}}
{"translation": {"en": "Use care not to get glue on sidewall of tire.", "no": "Vær forsiktig så du ikke får lim på sideveggen av dekket."}}
{"translation": {"en": "When possible, use axle vise such as the AV-5.", "no": "Når det er mulig, bruk akselfeste til skrustikke som AV-5."}}
{"translation": {"en": "Dont get too hung up on this particular adjustment.", "no": "Ikke bli for hengt opp på denne justeringen."}}
{"translation": {"en": "Next, check the radial true of the wheel, correcting any deviations you find.", "no": "Neste, sjekk høydekast i hjulet, korrigere eventuelle avvik du finner."}}
{"translation": {"en": "The freehub mechanism is behind the body.", "no": "Boss mekanismen er bak skallet."}}
{"translation": {"en": "Note the the thread size of the screw.", "no": "Legg merke til gjengestørrelsen på skruen."}}
{"translation": {"en": "Once the tire has been installed, check the tire after a few hours and see if it has properly sealed.", "no": "Når dekket er installert, sjekk dekket etter noen timer og se om den har riktig forseglet."}}
{"translation": {"en": "The wire anchor pivot is sometimes difficult to see.", "no": "Wire festet er noen ganger vanskelig å se."}}
{"translation": {"en": "The adjustable type bearing surfaces can be adjusted for bearing play.", "no": "De justerbare lager overflatene kan justeres for slark."}}
{"translation": {"en": "All derailleurs wear out at some point.", "no": "Alle gir slites ut på et eller annet tidspunkt."}}
{"translation": {"en": "Begin by measuring the diameter of the downtube, and divide this number by 2.", "no": "Begynn med å måle diameteren på underrøret, og divider dette tallet med 2."}}
{"translation": {"en": "This will help prevent future flats from the same cause.", "no": "Dette vil bidra til å forhindre fremtidige punkteringer av samme årsak."}}
{"translation": {"en": "To ensure air is fully removed - or burped - from the lever, it is necessary to rotate the lever to specific angles.", "no": "For å sikre at luften er helt eliminert fra hendel, er det nødvendig å rotere hendel til bestemte vinkler."}}
{"translation": {"en": "If no L and R marking are seen, use pedal thread direction to identify pedals.", "no": "Hvis ingen L- og R-merking er sett, bruker du pedal gjengeretning for å identifisere pedal."}}
{"translation": {"en": "This allows the quick-release skewer to secure onto the frame or fork end.", "no": "Dette gjør at hurtigkoblingen kan festes på ramme- eller gaffel-siden."}}
{"translation": {"en": "This style of stem is often labeled accordingly.", "no": "Denne typen stem er ofte merket tilsvarende."}}
{"translation": {"en": "Use brake centering wrench if there is a centering flat on the brake.", "no": "Bruk bremse sentrering skiftenøkkel hvis det er en sentrering spor på bremsen."}}
{"translation": {"en": "The U-brakes are mounted to the frame fittings.", "no": "U-bremser er montert i ramme."}}
{"translation": {"en": "Gently pry them off the hub flanges.", "no": "Forsiktig vri dem av nav flensen."}}
{"translation": {"en": "The threadless headset is adjust by pressure from the top cap.", "no": "De gjengeløse styrelagerene justeres ved trykk fra toppdekselet."}}
{"translation": {"en": "This article will help determine whether your bike has a cassette or freewheel system, and what tool is needed to remove and install the rear cogs.", "no": "Denne artikkelen vil bidra til å avgjøre om sykkelen din har et kassett- eller skrukassett-system, og hvilket verktøy som trengs for å demontere og montere de bakre tannhjulene."}}
{"translation": {"en": "Each arm has a pressed cartridge bearing.", "no": "Hver arm har et presset kulelager."}}
{"translation": {"en": "If the freehub is worn, the entire freehub unit is replaced.", "no": "Hvis bosset er slitt, erstattes hele boss enheten."}}
{"translation": {"en": "The codes and bore sizes are those seen in Tables #1, #2 and #3.", "no": "Kodene og boringsstørrelsene er de som sees i tabellene nr. 1, nr. 2 og nr. 3."}}
{"translation": {"en": "This headset is for frame with an external cup design headtube with approximately 33.8-33.9mm ID.", "no": "Dette styrelageret er for ramme med utvendig lagerskåler i styrerøret med ca 33,8 - 33,9 mm ID."}}
{"translation": {"en": "The term PF30 is an early industry name used to distinguish this standard from the previous BB30 (PF42) standard.", "no": "Begrepet PF30 er et tidlig industrinavn som brukes for å skille denne standarden fra den tidligere BB30 (PF42) standarden."}}
{"translation": {"en": "Shifting only occurs if the rider is pedaling.", "no": "Giring skjer bare hvis rytteren tråkker på pedalene."}}
{"translation": {"en": "Derailleurs are fitted with limit screws which are adjusted to stop the derailleur from shifting too far inward or too far outward.", "no": "Gir er utstyrt med stoppeskruer som justeres for å hindre at giret går for langt innover eller for langt utover."}}
{"translation": {"en": "For example, spokes that are 2mm in diameter (so-called 14 gauge) will fit several different sized nipples and require different wrenches.", "no": "For eksempel vil eiker som er 2 mm i diameter (såkalt 14 gauge ) passe flere forskjellige størrelser nippler og krever forskjellige eikenøkler."}}
{"translation": {"en": "It is also possible that the old coat is thick in some area and bare in other.", "no": "Det er også mulig at den gamle coatingen er tykk i noen områder og tynn i andre."}}
{"translation": {"en": "If one or both springs become twisted or damaged they may be removed.", "no": "Hvis en eller begge fjærer blir vridd eller skadet, kan de fjernes."}}
{"translation": {"en": "This article will discuss the service and adjustment of the Avid mechanical brake systems.", "no": "Denne artikkelen vil diskutere service og justering av Avid mekaniske bremse systemer."}}
{"translation": {"en": "Older bikes may have a large external thread machined into the hub.", "no": "Eldre sykler kan ha en stor utvendig gjenge maskinert inn i navet."}}
{"translation": {"en": "This is likely on some bikes when riding in the largest sprocket in front and the smallest cog in back.", "no": "Dette er sannsynligvis på noen sykler når du sykler i det største drevet foran og den minste drevet bak."}}
{"translation": {"en": "Cut housing lengths for in-line lever.", "no": "Kutt strømpe lengder for in-line hendlen."}}
{"translation": {"en": "If either the front or rear sprockets are either too much inward or outward relative to the other, there may be certain shifting problems.", "no": "Hvis enten den fremre eller bakre drevet er enten for mye innover eller utover i forhold til den andre, kan det være visse giringsproblemer."}}
{"translation": {"en": "Spokes, of course, can become damaged.", "no": "Eiker, selvfølgelig, kan bli skadet."}}
{"translation": {"en": "The Presta or French-type valve is common on mid- and higher-priced  road bikes and on higher-priced mountain bikes.", "no": "Presta eller fransk type ventil er vanlig på middels og høyere priset landeveissykler og på høyere priset terrengsykler."}}
{"translation": {"en": "Allow some time for the acid to work.", "no": "Sett av litt tid til at syren skal virke."}}
{"translation": {"en": "If you dont have a vise, re-mount pedal in crank to hold it secure.", "no": "Hvis du ikke har en skrustikke, monter pedal i krankarm for å holde den sikker."}}
{"translation": {"en": "First, identify any links that are bent or twisted.", "no": "Først identifisere eventuelle lenker som er bøyd eller vridd."}}
{"translation": {"en": "Squeeze the lever gently and loosen the pad screw.", "no": "Klem forsiktig på hendel og løsne bremsekloss skruen."}}
{"translation": {"en": "It can also be useful for a cyclist to track and record changes to his\\\\/her position.", "no": "Det kan også være nyttig for en syklist å spore og registrere endringer i sin posisjon."}}
